[
    "上官婉儿的信息 技能信息: 被动 - 笔阵: 描述: 每第三次普攻获得强化，对一条路径上的敌人额外造成300(+40%法术攻击)法术伤害。各个技能的笔墨相互触碰时会对附近敌人造成300(+40%法术攻击)点法术伤害（1秒内连续命中伤害衰减50%）。触碰笔力恢复100(+22%法术攻击)点生命值并激活强化普攻。 冷却值: 0 消耗: 0 技能1 - 篆法·疾势: 描述: 朝指定方向挥出一记笔墨对触碰的敌人造成200/240/280/320/360/400(+40%法术攻击)点法术伤害，达到最远距离时笔墨爆炸散开，造成200/240/280/320/360/400(+40%法术攻击)点法术伤害。 冷却值: 5 消耗: 50 技能2 - 飞白·藏锋: 描述: 选择一个点，以自己的位置为终点进行书写，落笔瞬间对敌人造成150/180/210/240/270/300(+20%法术攻击）法术伤害，书写过程中对触碰的敌人造成300/360/420/480/540/600(+40%法术攻击）法术伤害和50%减速持续2秒。每12/11/10/9/8/7秒储存一次笔势，最多可储备2次，技能受减冷却影响。 冷却值: 1.5 消耗: 60 技能3 - 章草·横鳞: 描述: 上官婉儿与笔墨共舞对一条路径上的敌人造成300/385/470(+24%法术加成）点法术伤害。如果在冲刺过程中命中了敌人或者其它主动技能的笔势，则可以在3秒内再次通过移动指令发出冲刺（至多可冲刺5次，停止期间可以攻击和施法，中断时根据释放次数返还20%到80%CD）。如果上官婉儿完成了3/4/5次冲刺，会跳跃至高空（期间不可被选中），不断朝附近敌人发出攻击造成600/800/1000(+45%法术加成）点法术伤害（累计4/7/10次攻击，对同一单位伤害衰减到25%） 冷却值: 40/35/30 消耗: 100 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：常规法师铭文，心眼的攻速能让上官婉儿的普攻更加顺畅 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：上官婉儿单杀能力特别强，只要技能完备就能发动一波袭击，所以为了更多次的发动奇袭，可以优先选择冷静之靴，而辉月会为其争取刺杀后生存下来做出贡献 Tips：婉儿大招入场时，通常会受到一定的伤害，可以利用吸血属性在大招期间将血量恢复一些，为接下来的战斗做好准备 英雄关系: 最佳搭档: 鬼谷子能帮助上官婉儿不用在远处累积冲刺次数，并且给出的控制效果能帮助上官婉儿完成积累释放 上官婉儿需要突入阵内进行刺杀，刘邦能够借助上官婉儿的高机动性顺势突入，上官婉儿也能在刘邦的保护下安全的展开刺杀行动 压制英雄: 婉儿在对线期十分克制短手法师，并且当高渐离找到机会近身开启爆发时，婉儿可以通过大招躲避伤害 上官婉儿能在远处开始累积冲刺次数，同时快速逼近射手，随后释放大招，后羿靠自身几乎无法阻止 被压制英雄: 面对有2个强势控制技能的张良，上官婉儿的灵动性会受到较大限制 花木兰不仅仅拥有同样灵活的身手，还拥有另大部分法师畏惧的沉默，上官婉儿很难找到空隙突入战场",
    "不知火舞的信息 技能信息: 被动 - 忍蜂: 描述: 被动：不知火舞每隔5秒的第一次普通攻击将会向当前朝向释放忍蜂，额外造成100（+100%法术加成）的法术伤害并将敌人击退，忍蜂命中敌人回复10点能量；不知火舞使用技能后能翻滚一段距离，并且会增加50%移动速度，持续0.5秒，该效果会随时间衰减。普通技能命中敌人将会回复25点能量值，大招每命中一名敌人都将会回复25点能量值 冷却值: 0 消耗: 0 技能1 - 飞翔龙炎阵: 描述: 不知火舞向上飞踢腾空，对范围内敌人造成550/620/690/760/830/900（+73%法术加成）点法术伤害并将其击飞0.75秒 冷却值: 10/9.2/8.4/7.6/6.8/6 消耗: 70 技能2 - 花蝶扇: 描述: 不知火舞扔出扇子，对第一个命中的目标造成500/590/680/770/860/950（+100%法术加成）点法术伤害并减少其90%移动速度，持续0.5秒，同时减少50/80/110/140/170/200点法术防御，持续3秒，命中敌人回复能量10点 冷却值: 3 消耗: 40 技能3 - 必杀·忍蜂: 描述: 不知火舞向前冲刺，对命中的敌人造成800/1000/1200（+110%法术加成）点法术伤害并将其击退；同时敌人会减少20%/25%/30%物理攻击力，持续2.5秒 冷却值: 25/22.5/20 消耗: 110 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：此铭文法术攻击加成能让火舞在前中期就打出一定的伤害量，同时火舞没有蓝条的限制，一定的吸血铭文可以在很大程度上减少其回家补给的次数，冷却缩减可以更好的消耗敌方，同时再配上其被动以达到最优输出或是撤离战场。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：不知火舞清线较为困难需要利用回响的被动帮助快速清线，并且作为刺客类法师，装备的被动触发效果也可以当做爆发之一，会使单次的爆发更加猛烈 Tips：冷静之靴能让不知火舞游弋在战场周围时更加灵活，辉月能增加操作的空间 英雄关系: 最佳搭档: 达摩：不知火舞4级后可以配合达摩游走gank，不知火舞2技能减速，达摩大招贴墙一套秒杀的套路，不管先手还是后手都很强，在小规模团战中2个人的AOE控制伤害也可以达到很高收益。 虞姬：不知火舞的二技能与虞姬的一技能都属于长距离的强消耗技能，不知火舞的二技能的减速效果可以很好的弥补虞姬的一技能前摇，提高其命中率，对敌方造成很大的消耗，在我方劣势守塔时，虞姬的一技能配合火舞的二技能能很快的清理兵线，从而保护我方建筑物。同样，在我方优势进攻时也可以达到推进的目的。 压制英雄: 关羽：关羽比较依赖被动的冲锋，不知火舞的每个技能包括被动都能打断其冲锋状态，失去被动冲锋的关羽几乎和超级兵一样，所以不知火舞是天克关羽的。 高渐离：不知火舞与高渐离对线，前期可以用扇子无限消耗手短的高渐离。即使4级之后高渐离有一套爆发伤害，不知火的位移也可以完全避过，并且可以在高渐离没有大招的时候轻松秒掉高渐离。 被压制英雄: 刺客的爆发输出很容易击杀不知火舞 花木兰的超高爆发输出能力能快速击杀走位不慎的不知火舞",
    "东皇太一的信息 技能信息: 被动 - 暗冕之噬: 描述: 被动：东皇太一使用祭典创造出来的黑暗能量体极不稳定，敌人被黑暗能量体触碰到都会造成100（+敌方3%最大生命值）（+50%法术加成）点法术伤害；每当黑暗能量体对敌方英雄造成伤害时，东皇太一将会回复100（+自身最大生命3%）（+40%法术加成）点生命值，对敌人非英雄目标造成伤害时，东皇太一将会回复自身1%最大生命值 冷却值: 0 消耗: 0 技能1 - 日蚀祭典: 描述: 释放力量对周围造成300/360/420/480/540/600（+40%法术攻击）法术伤害并创造出黑暗能量体在身边环绕，同时最多存在3个，若已有三个黑暗能量体，则回复150/180/210/240/270/300（+60%法术攻击）点生命，不再创造新的黑暗能量体。释放技能时命中目标会返还50%冷却和法力值。黑暗能量体的数量会影响曜龙烛兆的威力。 冷却值: 5 消耗: 60 技能2 - 曜龙烛兆: 描述: 东皇太一每拥有1个黑暗能量体，就可召唤1条曜龙对指定方向进行范围冲击，每次冲击将造成500/600/700/800/900/1000（+60%法术加成）点法术伤害；第一次和第二次冲击范围内的敌人减少50%和90%移动速度，持续1秒；第三次冲击范围内的敌人将被眩晕1秒；释放时，自身将增加30%移动速度，持续1秒，并且每增加1个黑暗能量体将额外增加10%移动速度 冷却值: 6 消耗: 75 技能3 - 堕神契约: 描述: 压制敌方目标2秒，期间被压制目标和自身无法进行任何操作并承受等量伤害。释放时直接获得三个黑暗能量体，并在压制期间提升25%旋转速度（每50点法术攻击额外提升5%旋转速度，最高提升至100%）。 冷却值: 60/55/50 消耗: 100 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：东皇太一的玩法是游走和大招以血还血，这套铭文可以在初期为东皇太一增加移速、生命值、恢复能力，可以提升初期游走和gank能力，中后期至少可以大到一个核心。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：东皇太一需要保持自身最大生命值的优势，才能在释放大招时，保证自身的安全 Tips：疾步之靴能够为东皇太一没有闪现时发动大招创造机会，极寒风暴能够有效的减少东皇太一的技能真空期 英雄关系: 最佳搭档: 马可波罗：东皇太一的大招能够很好的保护己方核心输出，敌方输出突进过来时，东皇太一开大可以轻松压制，马可波罗的1技能爆炸输出伤害也很高，可以配合东皇太一轻松秒杀敌方刺客，由于刺客切入身板比较脆，血量会比东皇太一低很多，在减员敌方一名成员后依旧可以发挥自己的作用在团战中吸收伤害做前排。 阿轲：东皇太一长时间的稳定控制，可以让阿轲轻松完成背击，造成大量伤害击败一名成员并刷新技能产生收割的效果。 压制英雄: 露娜：4级后的团战，己方队友都在时，露娜切入直接大招集火秒杀即可，有东皇太一时的团战，露娜很少有先手开团和poke的机会，也可以寻找时机强开露娜，即使自己牺牲，能换掉露娜也是大赚的。 太乙真人：东皇太一大招太乙真人的时候，太乙真人是不能释放大招的，初期游走对抗东皇太一的伤害和恢复能力不输太乙真人，面对AP太乙真人入侵野区也能很好的针对和克制，包括技能细节，太乙真人开1技能蓄力期间，东皇太一大招太乙真人后爆炸伤害都会施加给太乙真人，可以很好的克制太乙真人。 被压制英雄: 蔡文姬拥有短时间的强力回复能力，让东皇太一的大招伤敌500自损1000 敌方集火东皇大住的敌人时牛魔能很容易找准机会反打控制住多个英雄",
    "云中君的信息 技能信息: 被动 - 云间游: 描述: 被动：调息后可飞行，增加50点移速，普攻变为爪击，发起攻击会冲向目标，每0.25秒额外造成(4%物理攻击)物理伤害，持续5秒。普攻可叠加印记和伤害，印记叠满5层后目标被撕裂，5秒内目标每移动100码，受到40物理伤害，每升1级增加3点。 每次撕裂目标或使用一技能可以对野怪和小兵造成50%的已损生命伤害，上限300点。 战斗状态每0.5秒消耗10点气息，脱战每0.5秒回复25点气息，普攻回复25点息，气息 为0时落到地面，此时普攻射程增加并可以穿透目标。 冷却值: 0 消耗: 0 技能1 - 天隙鸣: 描述: 在2秒内振翅加速，最多提升150%，向当前方向俯冲，命中目标叠加一层爪击印记并造成0.5秒的晕眩与150/180/210/240/270/300（+60%物理攻击）物理伤害，同时威慑该目标，在一定范围内降低30%对云中君的伤害，持续5秒。 1技能持续过程中每0.5秒回复10点气息，非展翅状态下云中君无法使用1技能。 冷却值: 15/13.5/12/10.5/9/7.5 消耗: 0 技能2 - 若英·华彩: 描述: 展翅舞蹈，1秒内免疫控制效果，并射出羽箭对范围内目标造成200/240/280/320/360/400（+70%物理攻击）物理伤害。成功免疫控制回复50点气息。 冷却值: 6 消耗: 0 技能3 - 风雷引: 描述: 冲天而上解除所有负面效果进入不可选中状态并回复50/75/100点气息，短暂延迟后向下俯冲击飞中心位置的目标0.5秒，叠加一层爪击印记并造成250/375/500(+75%物理攻击)物理伤害，而后引发羽箭阵雨，每0.5秒造成50/75/100(+15%物理攻击)物理伤害，持续2秒。 冷却值: 40/35/30 消耗: 0 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：经典的刺客百穿铭文搭配，因为云中君优先狩猎的目标为后排，可以最大化的利用属性效果 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：打野出门装，吸血属性能让云中君保有一定的续航能力，随其随时可以支援作战，全输出出装可以给予敌方后排强大的压力，利用机动性分带兵线并且随时支援队友建立优势 Tips：常规出门装，配合铭文的穿透效果，此时云中君已经可以对后排造成毁灭性的打击了，利用翻越地形的能力，多多突袭敌方脆皮，后期补充破甲装备，让敌方前排英雄也能感受到云中君强大的输出能力 英雄关系: 最佳搭档: 和鬼谷子配合的云中君可以快速与敌人贴身作战，聚在一起的敌人还会被大招打出爆炸伤害 云中君作为收割型刺客，非常需要一位坦克来吸收开启团战，项羽的体格十分适合来担任 压制英雄: 云中君的2技能能够抵挡鲁班的击退，并且在大招起落之间，还能躲掉一波扫射的伤害 当云中君2技能或大招躲避掉狄仁杰的控制时，战斗形式就会一边倒的偏向云中君 被压制英雄: 云中君脆弱的身板需要恰到好处的释放技能来抵消伤害和控制，但张良不会给云中君表演的机会 云中君遇见站位良好的伽罗时，一旦无法找到角度从侧身突袭，就会被擅长拉打的伽罗射爆",
    "亚瑟的信息 技能信息: 被动 - 圣光守护: 描述: 亚瑟获得圣光守护，每2秒回复2%的最大生命值，当移速受损时，获得额外回复效果，每2.5秒回复2%最大生命。 冷却值: 0 消耗: 0 技能1 - 誓约之盾: 描述: 亚瑟增加30%移动速度，持续3秒，下一次普通攻击变更为跳斩，跳斩会造成180/205/230/255/280/305（+100%物理加成）点物理伤害并将目标沉默1.25秒，同时跳斩命中的敌方英雄会被标记，持续5秒，亚瑟的普通攻击和技能会额外造成目标最大生命值1%的法术伤害；标记附近的友军会增加10%的移动速度 冷却值: 10/9/8/7/6/5 消耗: 0 技能2 - 回旋打击: 描述: 亚瑟召唤圣盾围绕自身旋转，对路径上的敌人会造成145/163/181/199/217/235（+80%物理加成）点物理伤害，圣盾最多持续5秒 冷却值: 12/11.4/10.8/10.2/9.6/9 消耗: 0 技能3 - 圣剑裁决: 描述: 亚瑟举起圣剑跃向敌方英雄，造成敌方英雄最大生命16/20/24%法术伤害并将其击飞0.5秒；同时召唤圣印覆盖落点范围，圣印会对范围内敌人造成每秒85/105/125点法术伤害，持续5秒。 冷却值: 42/35/28 消耗: 0 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：红色宿命增加血量，物理护甲以提高前期抗压能力。绿色虚空增加血量，降低技能CD使亚瑟的技能更加频繁。蓝色调和增加血量，增加移速，可以使亚瑟更加灵活。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：全防御出装，能够成为团队的前排，为队友争取到输出空间，红莲斗篷能帮助亚瑟快速清线，霸者重装让其恢复能力大幅上升 Tips：装备提供了大量冷却缩减，让亚瑟能一直维持一个超高的机动性，让其能够频繁的释放技能制造混乱和伤害 英雄关系: 最佳搭档: 所有己方ADC：当己方ADC遭到敌方干扰进攻时，亚瑟的沉默等控制可以配合我方ADC击杀敌方，技能效果非常适合保护己方ADC。 阿轲：亚瑟的一技能非常频繁，对敌方单体的沉默能力非常突出，而阿轲正好也是对单体输出非常强的英雄，且机动性很高，配合亚瑟的控制可以轻松的击杀目标。 压制英雄: 韩信：韩信是个非常依赖技能的英雄，亚瑟的一技能沉默可以非常轻松的打断韩信的攻势，二技能和大招可以轻松将韩信的血量进行消耗。 阿轲：根据阿轲的隐身标记来判断出阿轲的进攻目标，守株待兔等待阿轲的进攻，现身就立即打出沉默来保护己方脆弱目标，甚至可以直接使用大招配合队友控制击杀阿轲。 被压制英雄: 亚瑟入场后，项羽能将他推开或控制，限制对友方的输出与控制 孙尚香很容易风筝亚瑟",
    "伽罗的信息 技能信息: 被动 - 破魔之箭: 描述: 被动：伽罗的普攻与技能伤害将会优先对目标的护盾效果造成一次等额的伤害 冷却值: 0 消耗: 0 技能1 - 渡灵之箭: 描述: 伽罗展开长弓，攻击间隔增长25%并提升150点射程；在此形态下，伽罗的每一次射击都会消耗50点法力值，并对目标每0.5秒额外造成45/47/49/51/53/55（+5%物理加成）点法术伤害；伽罗关闭长弓：提升20点移动速度，恢复攻击速度并恢复射程；在此状态下，伽罗的每一次射击都会回复5（+1%物理加成）点法力值，攻击英雄回复量额外提升200%。 冷却值: 1 消耗: 0 技能2 - 静默之箭: 描述: 伽罗以长弓为施法媒介，张开法阵，并在一定的延迟后向指定方向射出破魔之箭，对路径上的敌人造成250/280/310/340/370/400（+40%物理加成）点法术伤害与0.5秒沉默及50%减速持续1秒，箭矢穿过区域在1秒后会爆炸对范围内敌人造成500/560/620/680/740/800（+80%物理加成）点法术伤害 冷却值: 12/11.2/10.4/9.6/8.8/8 消耗: 75 技能3 - 纯净之域: 描述: 伽罗在身边张开法阵持续8秒并可手动关闭，提升范围内自己30%的暴击率和30%的攻击速度；法阵在张开和关闭的瞬间会对范围内敌军造成250/350/450(+75%物理加成)点法术伤害，关闭时会对尚在法阵中的友军产生一个持续3秒的20%暴击率与20%移速增加的效果；被动：伽罗的暴击会对目标造成 30%减速持续0.5秒，1秒内再次触发这个效果减速效果提升为50% 冷却值: 40/35/30 消耗: 100 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：暴击是伽罗核心属性，应该尽量在中期就拥有一定的暴击率 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：伽罗每次暴击都会让敌人寸步难行，所以在装备选择上，需要搭配足够的暴击来让减速触发几率足够的稳定 Tips：伽罗拥有较远的射程，但自身还是缺乏自保手段，在后期可以补充一件防御类装备为自己争取一些生存下去的机会 英雄关系: 最佳搭档: 伽罗在初期对线时，具有压倒性的消耗能力，配合蔡文姬能够迅速针对1塔进行压迫 不仅仅能帮助伽罗迅速发育成型，还能为容易阵亡的伽罗提供一次复活的机会 压制英雄: 中后期的伽罗几乎每次攻击都会暴击并将敌人减速，关羽很难在伽罗面前驰骋起来 凭借巨额护盾称霸的张飞被伽罗的被动特性完美克制，会迅速的被伽罗将护盾击破 被压制英雄: 暗中前来的兰陵王让伽罗的视野能力失去意义，突出的爆发能力更会直接将伽罗秒杀 同样更加灵活的阿轲也能轻松收割伽罗",
    "元歌的信息 技能信息: 被动 - 秘术·操控: 描述: 傀儡将继承元歌全部装备（除复生、血怒、暗幕、法力护盾）效果以及部分BUFF效果，傀儡普通攻击可造成0~195（+100%物理加成）点物理伤害，傀儡的基础伤害会随1技能等级而成长； 其获得的金币经验与部分BUFF效果都会共享给元歌，傀儡被摧毁会禁止元歌召唤傀儡，持续20秒；同时会暴露元歌位置以及造成晕眩，持续两秒；每当傀儡回归本体，本体都会清除控制效果并获得40%移动速度的增加，持续1秒和200（+62%物理加成）点护盾 冷却值: 0 消耗: 0 技能1 - 秘术·影: 描述: 元歌将傀儡向指定方向掷出，对路径上敌人造成300/360/420/480（+125%额外物理加成）点物理伤害和击飞效果，并开始操控傀儡，傀儡会模仿一个敌方英雄直到攻击或者受到攻击；傀儡位于元歌900范围内时元歌会进行自动攻击；傀儡超过元歌2500范围5秒后会自动销毁；傀儡一旦死亡或销毁控制权将立即转回元歌本体；第二形态：立即收回傀儡，并对路径上的敌人造成300/360/420/480（+125%额外物理加成）点物理伤害和击飞效果； 冷却值: 20/19.5/19/18.5 消耗: 100 技能2 - 秘术·纸雏鸾: 描述: 元歌在短暂延迟后向指定方向掷出4枚暗器，对路径上敌人造成420/530/640/750（+210%额外物理加成）物理伤害，暗器可以连续命中多枚，但伤害将折减70%；第二形态：将傀儡与本体位置对换，如果傀儡和本体距离大于900，则傀儡只会移动到距离本体900的位置，并对路径上的敌人造成300/360/420/480（+125%额外物理加成）点物理伤害；束缚状态下该技能会将本体拉至傀儡身前并将控制权转交本体； 冷却值: 11/10/9/8 消耗: 60 技能3 - 秘术·十字闪: 描述: 元歌甩出丝线向后拉扯，每根丝线对命中目标造成250/295/340/385（+100%额外物理加成）点物理伤害，被两条丝线命中的单位将会受到额外已损生命16%的物理伤害和50%减速效果持续2秒；第二形态：傀儡对附近敌人造成300/360/420/480（+125%额外物理加成）点物理伤害并减少其200/300/400/500点移动速度，持续两秒，释放第一段的3秒内能够开启第二段，傀儡进入束缚状态，在短暂延迟后会持续眩晕范围内的敌方单位并每段造成100（+50%额外物理加成）点法术伤害 冷却值: 11/10/9/8 消耗: 60 技能4 - 秘术·散: 描述: 元歌立即消失，并在短暂延迟后出现在范围内的另一位置；第二形态：傀儡向指定方向冲锋，对路径上的敌人造成100%物理加成的物理伤害；在束缚状态下该技能会立即将控制权转向本体； 冷却值: 28/24/20 消耗: 100 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：输出较为安全的元歌主要以暴击、暴击效果为主，争取打出爆发伤害压制对手 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：元歌的傀儡能够继承大部分装备效果，所以稍微选择一些血量提升的装备能让傀儡不至于被秒杀 Tips：打野位置出装，从野区发育会更加安全并且可以更好利用傀儡的伪装效果进行视觉欺骗 英雄关系: 最佳搭档: 元歌唯一的问题是傀儡的控制有延迟性，较难控制有防备的敌人，白起能够解决这一问题 鬼谷子的2技能能够创造出方便元歌打出群体控制和成吨伤害的环境 压制英雄: 元歌强有力的控制伤害能力，对于没有位移的射手来说是无法单独处理的 狂铁的爆发力十分有规律，而元歌灵活的战斗方式会让狂铁有力无处使 被压制英雄: 元歌本体还是惧怕爆发袭击，兰陵王凭借隐身能力能逼迫元歌放弃操作傀儡，轻松击杀 同样具有隐身能力的阿轲也会限制元歌的发挥",
    "公孙离的信息 技能信息: 被动 - 晚云落: 描述: 普攻会对目标叠加枫之印记，叠满四层后对周围敌人造成100(+30%物理攻击)法术伤害，并对周围单位叠加一层印记。释放技能或收回纸伞的下次普攻后会追加一次普攻造成(30%物理攻击)物理伤害。 在释放技能后再次使用技能回归到纸伞的位置。手中没有纸伞时获得50点移速加成并缩短10%基础攻击间隔。 冷却值: 0 消耗: 0 技能1 - 岑中归月: 描述: 阿离向指定方向瞬步，并将纸伞留在原地（如果纸伞在阿离手中）。 冷却值: 8/7.5/7/6.5/6/5.5 消耗: 50 技能2 - 霜叶舞: 描述: 阿离旋转起操控纸伞飞旋（如果纸伞在阿离手中），击落飞行物对范围内敌人造成两段打击每段造成180/240/300/360/420/480（+65%物理加成）点法术伤害。 冷却值: 11/10.8/10.6/10.4/10.2/10 消耗: 60 技能3 - 孤鹜断霞: 描述: 阿离击退前方的敌人，造成250/375/500（+80%物理加成）点法术伤害，并将纸伞向指定方向掷出（如果纸伞在阿离手中）。 冷却值: 25/20/15 消耗: 90 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：阿离的被动，对于攻击速度的需求较低，优先物理攻击，移动速度依然是不可缺少的特殊属性；通过物理穿透可强化阿离的前期作战能力，使得阿离在前期也会有一定的威胁能力 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：公孙离非常灵活，但身板较为脆弱，需要出名刀自保，避免被直接秒掉 Tips：选择一件肉装对血量进行补强，避免被敌方技能命中直接退场的尴尬情况发生 英雄关系: 最佳搭档: 白起可以稳定的开启团战，并给予阿离一定的输出环境 在阿离前期较为弱势时，张飞可以提供给团队很大的支持，避免前期弱势导致崩盘，后期张飞的大招可以给予阿离提供安全的输出收割环境 压制英雄: 铠是无法对公孙离造成太大的威胁的，无论自身位移还是击退，都可以反制大部分战士坦克突袭 公孙离最擅长的就是灵活的身法，无法命中，即便法术威力再大也会对公孙离无可奈何 被压制英雄: 阿离面对强控时，会很难进场输出，较短的输出距离会被东皇太一大招克制 阿离的本质还是脆弱的射手，妲己的硬控和爆发，可以瞬间将其秒杀",
    "兰陵王的信息 技能信息: 被动 - 秘技·极意: 描述: 被动：兰陵王朝敌方英雄移动时会增加20%移动速度 冷却值: 0 消耗: 0 技能1 - 秘技·分身: 描述: 兰陵王以拳刃挥砍身边敌人，造成220/265/310/355/400/445（+90%物理加成）点物理伤害，同时召唤出影分身随机攻击附近一名敌人，影分身会造成等量的伤害。 冷却值: 5 消耗: 50 技能2 - 秘技·影蚀: 描述: 兰陵王向指定方向投射暗影匕首，对路径上的敌人造成165/186/207/228/249/270（+57%物理加成）点物理伤害并减少其90%移动速度，持续2秒，该效果会持续衰减；被匕首命中的敌人会被标记，持续3秒，期间再次受到兰陵王攻击将晕眩1秒并使其回复140/168/196/224/252/280（+60%物理加成）点生命值；标记消失时该目标还会受到已损失生命值24%物理伤害；当匕首命中敌方英雄时会停止移动并销毁 冷却值: 9.6/8.8/8/7.2/6.4/5.6 消耗: 60 技能3 - 秘技·暗袭: 描述: 向指定方向冲锋并对路径上敌人造成660/830/1000（+188%物理加成）点物理伤害 冷却值: 24/22/20 消耗: 100 技能4 - 秘技·隐匿: 描述: 兰陵王开始准备并于1.5秒后进入隐身状态，持续30秒，隐身后获得20%移速加成，持续5秒，解除隐身状态后兰陵王会增加50%攻击速度，持续5秒；隐身时若处于敌人附近超过3秒，隐身状态将会自动解除。 冷却值: 24 消耗: 0 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：兰陵王是刺客，依赖技能短期高爆发，输出节奏为阶梯式；最大化收益属性就是破甲和物理伤害，移动；红色选择异变，提供破甲＋物理伤害；绿色鹰眼，提供破甲＋物理伤害；蓝色隐匿，提供高额物理输出＋机动性。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：兰陵王需要在前期找到突破口累积足够的优势才能赢下比赛，暗影战斧出色的属性正好迎合了这个需求 Tips：在疾步之靴的支持下兰陵王的游走突袭能力得到了极大增强，如果战斗节奏较慢，对方前排较多，那么兰陵王可以选择部分防守向的装备以免自身突袭成本太高 英雄关系: 最佳搭档: 宫本武藏：兰陵王独立作战能力比较强，前期可以频繁游走抓人。宫本武藏拥有指向留人的控制，能先手快速留住敌方英雄，提高兰陵王连招刺杀的容错率；宫本武藏的特性是高伤害，高爆发，短期高伤害可以快速压低目标血线，让兰陵王的2技能收益更高。 诸葛亮：兰陵王游走抓人的时候，经常会让敌人残血闪现逃走，诸葛的大招就可以远程收割敌方残血英雄，诸葛有位移很适合与兰陵王中野联动的打法；团站的时候，兰陵王是单体高爆发伤害英雄，诸葛的被动加1技能可以弥补兰陵王作为刺客的不足，可以消耗敌方英雄，为兰陵王创造单杀条件或者创造切入时机。 压制英雄: 鲁班七号：无位移技能的英雄，兰陵王几乎是他们最大的威胁，高爆发一套流的特性，可以非常好的压制鲁班这个控制技能不多，无自保能力的英雄。 李白：李白在初期的伤害能力比较差，单挑无法打赢兰陵王，被兰陵王2技能加1技能组合技能后会直接残血，兰陵王可以在野区抢李白的资源，压制李白无法发育，寻找机会击杀李白，在中后期2技能配合1技能控制大招也可以直接秒杀李白、 被压制英雄: 项羽能在兰陵王切入后将其控制并推开，限制他的输出 张良的硬控能控住兰陵王将其击杀",
    "关羽的信息 技能信息: 被动 - 一骑当千: 描述: 关羽每移动200距离将增加2%移速，持续移动达到2000距离时会进入冲锋姿态。当关羽的移速被减少至375点以下或受到控制效果时，每0.1秒减少10%最大能量条。冲锋姿态：关羽的普攻会击退敌人，并造成(+100%物理攻击)(+10%最大生命)物理伤害。关羽面朝敌方移动时将增加20%移速。 冷却值: 0 消耗: 0 技能1 - 单刀赴会: 描述: 关羽旋转大刀对附近的敌人造成215/430/645/860/1075/1290（+127％物理加成）点物理伤害。冲锋姿态：关羽向前发起冲锋，击退敌人并造成（+100%物理攻击）（+10%最大生命）物理伤害，并在结束时向前劈砍，造成250/500/750/1000/1250/1500（+150％物理攻击）点物理伤害。 冷却值: 8/7.2/6.4/5.6/4.8/4 消耗: 0 技能2 - 青龙偃月: 描述: 关羽清啸一声，解除自身控制效果并增加30％移动速度，持续2秒；冲锋姿态：关羽清啸一声，解除自身控制效果并向前跃击敌人将其击退，造成335/470/605/740/875/1010(+112％物理加成）点物理伤害 冷却值: 14 消耗: 0 技能3 - 刀锋铁骑: 描述: 关羽减少75%的冲锋距离，持续10秒； 冲锋姿态：关羽将召唤铁骑向前方突击撞退敌人，并造成（+100％物理加成）（+10％最大生命值）点物理伤害 冷却值: 70/60/50 消耗: 0 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：异变和鹰眼的百穿效果再加上异变和隐匿的36的物理攻击，能够让关羽的每一刀都特别痛。而隐匿的10%的移速能够让这匹马跑得更快，追杀或者逃跑都很方便。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：救赎之翼能让关羽移动速度更加快，并且通过半肉出装让关羽在对抗时不用担心自身安全 Tips：破军让关羽对后排的威胁力大幅增加，霸者重装让关羽续航增长，保持威慑力 英雄关系: 最佳搭档: 庄周：关羽需要不停脱离控制达到冲刺状态才能打出伤害，如果团队中有庄周，加上自身的净化和二技能，关羽在一次团战中很轻松就可以打出3-4次冲刺，如果对手想控制关羽，就需要浪费大量控制技能，因此庄周对于关羽可以起到锦上添花的作用。 大乔：大乔的1技能可以为关羽冲锋进行加速配合，靠技能伤害的关羽经常需要回家补充状态，大乔的回城能够很好的帮助关羽续航，而且大乔的沉默可以使关羽前去冲锋的时候降低被技能控制的风险。 压制英雄: 干将莫邪：关羽算是能够限制干将的少有几个英雄之一了。干将的一技能和闪现能够躲好多英雄的技能，但是关羽只需要绕后，到敌方二塔直接用大推出干将，然后把他顶到回不了塔，干将就必死。 黄忠：黄忠在中心战场之外开大招时候，输出会有很高的伤害，也有安全保障，正常英雄如果不能快速切到黄忠身边，很难近身切入，关羽可以凭借冲刺绕后配合技能快速切到黄忠身边，也可以用大招和一技能把黄忠推到战场中央而且造成高额伤害，没有位移的黄忠很难有反制手段。 被压制英雄: 孙尚香可以很好躲过关羽的技能，从而进行风筝 孙膑大招的沉默可以让关羽进场时无事可做",
    "典韦的信息 技能信息: 被动 - 激怒: 描述: 典韦的所有技能均可解控，每次成功解控会获得激怒效果，提升自身的物理攻击和攻击距离，持续6秒，最多叠加6层。激怒：每层提供15~29点物理攻击和35点攻击距离。解除硬控叠加2层，解除软控叠加1层。 冷却值: 0 消耗: 0 技能1 - 红眼: 描述: 典韦做好冲锋陷阵的准备，移除自身控制效果，并且增加60%持续衰减的移速，持续3秒，下一次普通攻击变更为挥砍，挥砍会对附近敌人造成额外300/350/400/450/500/550（+100%物理加成）点物理伤害 冷却值: 8/7.7/7.4/7.1/6.8/6.5 消耗: 50 技能2 - 狂暴: 描述: 典韦践踏大地，对范围内敌人造成250/280/310/340/370/400(+100%物理攻击)物理伤害并减少其50%的移速，持续2秒。如果命中敌人，典韦将会突破自身极限，增加200%攻击速度和25/30/35/40/45/50%吸血效果，持续3秒。未命中敌人时，典韦只获得一半的攻速和吸血效果。 冷却值: 7/6.6/6.2/5.8/5.4/5 消耗: 45 技能3 - 嗜血: 描述: 典韦对锁定目标发起跳斩，震起对方(无控制效果)，每命中1个敌方英雄增加1层激怒效果，并造成320/480/640(+90%额外物理攻击)真实伤害并减少其50%移速，持续3秒。同时典韦强化自身，对敌人造成的所有伤害附带目标3%最大生命的真实伤害，持续5秒。 冷却值: 30/25/20 消耗: 130 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：典韦是后期英雄，输出更依赖于大招的真实伤害，传承可以让他造成更多真实伤害，隐匿移速提升配合1技能可以黏住敌方核心输出英雄，虚空提升一定的坦克能力。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：典韦能极大的提高自己的攻速，故而装备搭配了大量物理伤害装备，利用该特性可以让典韦靠近对手后迅速将其秒杀 Tips：累积一定的血量以保证典韦有足够的时间来靠近敌人 英雄关系: 最佳搭档: 庄周：跟典韦进行组合的时候可以利用2技能增加移动速度，增加己方突进的机动性，还能使用1技能为敌人施加减速效果，这样更能帮助典韦留住敌人。在进行团战时，典韦直接开启大招配合反伤甲吸收伤害的同时对敌方造成成吨伤害，庄周同步开启大招免疫控制以及提高伤害减免效果，可以为典韦提供以少打多的环境。 孙膑：典韦与孙膑的配合主要体现在中后期的团战中，典韦一般是半肉承担伤害时对敌方核心输出造成伤害的英雄，自身经常会被集火斩杀，孙膑的2技能可以为典韦恢复生命，大招控制和沉默也可以在关键时刻为典韦争取逃生和输出环境，1技能延迟爆炸伤害和减速也能在小规模团战中发挥至关重要的作用。 压制英雄: 马可波罗：马可波罗的攻击频率比较高，不仅仅体现在普攻，1技能9段伤害和2技能后的普攻都会被典韦大招以及反甲反弹，在中后期经常会出现一技能或者大招打完典韦自己半血的现象，针对马可波罗用典韦有奇效。 宫本：典韦是一个中后期英雄，与宫本前期对线因为半肉坦装关系几乎不需，不用担心被强杀，前期可以轻松过度，后期有核心装反甲火甲成型后，近战开大招与宫本正面刚，即使经济略微落后也可以轻松击败宫本，针对攻击频率比较高，特别是近战的英雄，典韦开大招配合火甲反甲的伤害可以轻松战胜对手。 被压制英雄: 敌方的孙膑能利用加速和控制配合输出很好的风筝典韦 貂蝉的灵活和减速会使得典韦没有太多击杀办法",
    "刘备的信息 技能信息: 被动 - 强化霰弹: 描述: 刘备霞弹枪有四颗弹丸，中间的两颗弹丸会对敌人造成(50%物理攻击)物理伤害，外侧的两颗弹丸会对敌人造成(30%物理攻击)物理伤害。每颗弹丸命中敌方英雄，会增加1层战斗本能，每层增加3~11点物理穿透，持续6秒，最多叠加12层。 每次射击只有中间的2颗弹丸能够暴击并触发装备效果。建筑不受额外弹丸影响。 冷却值: 0 消耗: 0 技能1 - 双重射击: 描述: 刘备增加40%移动速度，持续1.5秒，并且下次普攻变为两连射，每颗弹丸会造成120/144/168/192/216/240(+25%物理攻击)物理伤害。 冷却值: 8/7.6/7.2/6.8/6.4/6 消耗: 50 技能2 - 身先士卒: 描述: 刘备向指定方向冲撞，对撞击到的敌人造成180/200/220/240/260/280（+70%物理加成）点物理伤害并停止冲撞；若撞击到敌方英雄将减少2秒身先士卒的冷却时间 冷却值: 10/9.4/8.8/8.2/7.6/7 消耗: 80 技能3 - 以德服人: 描述: 刘备立即解除自身的控制效果，并获得可抵免1000/1500/2000点伤害的护盾，持续6秒；开启技能后获得3秒免疫控制效果，同时将对敌方英雄造成伤害的60%转化为护盾值，对小兵和野怪造成伤害的20%转化为护盾值，护盾上限为初始值的150%；释放技能还会获得50/100/150点物理攻击力加成，持续6秒 冷却值: 60/55/50 消耗: 130 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：刘备是近战战士，距离敌人越近攻击伤害越高，高额的穿透和物攻可以帮刘备飞速清理野区，移速可以让刘备配合红BUFF黏住敌方英雄，在初期爆发超高的情况下，攻速效果明显，近战时多A一下可以造成更多伤害。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：刘备射程较近，暗影战斧能够提供一定的基础血量让其靠近敌人后，不至于被立即打入较为危险的血线，宗师之力能够让刘备的爆发力更上一层楼 Tips：闪电匕首提供了额外移动速度加成，让刘备靠近敌人时更加快速，破军带来的斩杀效果让其面对后排时，能够打出毁灭性的伤害 英雄关系: 最佳搭档: 太乙真人：太乙真人1技能的大范围晕眩和2技能的定点晕眩都可以增加刘备的抓人能力，大招可以提高刘备的容错率，避免出现刘备刚进场就被集火秒掉的问题，太乙真人在前期就可以造成高额法术伤害，配合刘备双人游走可以大大提升成功率。 张良（类似的强控英雄）：刘备不缺输出，但是比较怕对手拉开距离，远距离攻击时刘备的伤害会很低，非常需要输出环境，类似张良的3技能控制配合张良的伤害，可以提高GANK几率。在打团的时，张良能可以有效的控制对方突进英雄，争取时间，刘备可以寻找时机进入敌方后排分割战场。 压制英雄: 宫本武藏：宫本武藏唯一的强控就是3技能落地击飞和开3技能后的1技能减速，双反对拼时，刘备可先逼出宫本3技能，随后开3免控并获得高额互动，随手站桩输出就可以轻松将其击杀。 鲁班七号：刘备的大招免控可以破掉鲁班唯一的保命技能，同时2技能的突然晕眩和1技能的追人爆发，都可以让鲁班还未反应过来就失去团战能力或者被秒掉，相比较其他adc，刘备在面对鲁班时可以发挥出最大的压制能力 被压制英雄: 孙尚香的高射程优势能很好的风筝刘备 刘备在切入后排时可使用项羽将其推开作为保护",
    "刘禅的信息 技能信息: 被动 - 磁力屏障: 描述: 被动：刘禅可对机关释放技能造成等量伤害，并且刘禅的控制效果可对机关造成干扰效果，持续1.2秒；当刘禅技能对机关造成伤害时会掠夺零件为自身回复280/308/336/364/392点生命值，回复效果随英雄等级成长。 冷却值: 0 消耗: 0 技能1 - 小霸王护盾: 描述: 刘禅开启护盾发起冲锋，获得600/840/1080/1320/1560/1800点护盾并增加50/60/70/80/90/100%逐渐衰减的移速，持续3秒。同时刘禅强化下次普攻，跃起砸击地面对敌人造成350/400/450/500/550/600（+122%物理攻击）物理伤害和1秒击飞。 冷却值: 10/9.4/8.8/8.2/7.6/7 消耗: 50 技能2 - 机关魔爪: 描述: 刘禅操纵机关熊猫向指定方向伸出魔爪进行攻击，对范围内的敌人造成400/480/560/640/720/800（+100%物理加成）点物理伤害并且会将范围内敌人眩晕1秒。 冷却值: 8/7.6/7.2/6.8/6.4/6 消耗: 55 技能3 - 暴走熊猫: 描述: 刘禅操纵机关熊猫展开双臂持续旋转攻击，每0.5秒对敌人造成240/320/400（+75%物理加成）点物理伤害，持续3秒。旋转期间普攻会对敌人造成100/150/200点物理伤害和50%减速效果，持续0.5秒。 冷却值: 40/35/30 消耗: 100 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：宿命增加刘禅的坦克能力；调和，配合1技能控制效果，可以黏住大多数核心输出；刘禅的技能有控制和拆塔的效果，虚空的冷却缩减可以起到加快拆塔速度的作用。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：刘禅通常会与敌人贴身肉搏，极寒风暴能提供高额的冷却缩减并且让刘禅的生存得到提升，还能造成伤害制造威胁让对手进退两难 Tips：当对手射手比较强势时，选择反伤刺甲进行反制，由于控制技能冷却较短，贤者的庇护还能提供第二套控制的机会 英雄关系: 最佳搭档: 黄忠：这两个英雄在一起玩的就是速推流。刘禅的被动和一二技能的干扰，加上大招对塔的高额伤害，配上黄忠的炮台，能够以极短的时间推掉一座防御塔。并且刘禅的一二技能控制时间较长，能够很好的保护好黄忠，敌人在黄忠的大招圈内越久受到的伤害越高。 高渐离：刘禅和高渐离可以产生很好的联动，刘禅的控制技能比较多，在用一技能配合二技能时不光可以开团，也可以干扰防御塔无法攻击，高渐离可以直接大招进场，释放出高额的爆发输出击杀对方英雄，是正面开团和越塔强杀的利器。 压制英雄: 阿轲：当前版本的阿轲多是刺客玩法，出装偏向输出摆法型，攻击力高的同时身板也很脆，当阿轲隐身突进结束，将会面对刘禅2秒左右的控制，在这两秒的时间内刘禅可以配合队友对阿轲进行毁灭性打击。即使阿轲隐身寻找机会切入己方核心输出位，刘禅也可以站在己方输出位利用1技能和2技能的连控轻松保护己方输出。 鲁班：刘禅可以利用技能控制效果轻松打断鲁班扫射，鲁班的被动效果承担了鲁班大部分的输出，每次鲁班在扫射被动时，刘禅都可以用1技能配合2技能轮次打断，使鲁班输出最低化，而且鲁班的技能CD比刘禅长，鲁班在被刘禅这样的坦克贴脸时，很难打出有效伤害，合理的使用技能甚至可以轻松把鲁班击杀。 被压制英雄: 刘禅很害怕孤军作战，所以单独遇到输出型刺客会被一顿暴打 由于灵活的貂蝉附带真实伤害，使得刘禅的控制技能不容易控制到貂蝉",
    "刘邦的信息 技能信息: 被动 - 君主野望: 描述: 被动：当刘邦的650范围内存在敌方英雄或小兵时，刘邦每隔4秒会强化一次普攻，强化普攻会朝前方斩出一道剑气，剑气命中敌人会造成刘邦最大生命值6%~8%的法术伤害 冷却值: 0 消耗: 0 技能1 - 霸业之盾: 描述: 刘邦开启护盾将自身笼罩，持续5秒，护盾可抵免500/650/800/950/1100/1250（+5/6/7/8/9/10%最大生命加成）点伤害，结束时对周围造成400/500/600/700/800/900(+4/4/5/5/6/7%最大生命加成) 点法术伤害；1.5秒后再次施放可立即结束护盾，若护盾被击破，则不会造成伤害。 冷却值: 9 消耗: 60 技能2 - 双重恐吓: 描述: 刘邦蓄力冲锋后挥剑冲锋300~550距离，对路径上敌人造成（基础伤害）150/180/210/240/270/300（蓄力伤害）600/720/840/960/1080/1200（+60%物理加点）点法术伤害和0.5-1秒晕眩效果，冲锋距离、攻击伤害和晕眩时长和蓄力时间成正比。蓄力达2秒后各效果强度达到上限，最多可保存蓄力状态5秒，蓄力期间若取消或被打断，该技能会执行40%冷却时间 冷却值: 8 消耗: 70 技能3 - 统御战场: 描述: 刘邦指定一名队友并开始原地吟唱，2.2秒后传送到该队友位置，期间刘邦和该队友将减少20%所受到的伤害，该队友获得700/900/1100(+7.5/9.5/11.5%最大生命值)点护盾。传送后刘邦增加30%移动速度，持续1.5秒。 冷却值: 60/55/50 消耗: 140 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：宿命提供的属性可以让刘邦更好的为队友吸收伤害，攻速加成可以让刘邦打出更多的普攻配合被动技能打出更多伤害，技能冷却可以让刘邦有机会放出更多次技能。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：刘邦的1技能受到最大生命值加成，所以肉装不仅仅能提供防御向的成长，还能让刘邦的1技能伤害更高 Tips：冰痕之握能让刘邦的留人能力大幅增长，配合队友更加容易，并且伴随队友突入敌阵后，极寒风暴也能对敌人造成削弱和伤害 英雄关系: 最佳搭档: 貂蝉：貂蝉是持续输出型英雄，在团战时刘邦的大招可以提高貂蝉的生存能力，正面团战时貂蝉开启大招配合刘邦大招的双抗和二技能的控制效果，可以拥有非常良好的输出环境，能轻松打出多段输出。 高渐离：高渐离拥有超高的AOE爆发输出能力，己身在开启大招后使用技能有一定的免伤能力，刘邦开启大招为高渐离提升双抗后可以让高渐离生存环境得到进一步提升，2技能控制效果也可以帮助高渐离追击或者撤退。 压制英雄: 宫本武藏：对于拥有较少位移的宫本来说，中后期面对刘邦单带很难有反制手段。由于刘邦的坦克能力比较强，宫本可以对刘邦造成的伤害有限，而刘邦却能依靠被动和护盾伤害正面压制宫本，一旦被黏住很难脱身，同时刘邦可以使用大招轻松支援队友。 兰陵王：兰陵王的输出手法是2技能后的一套组合技能秒杀，作为一个高强度的坦克，在中后期兰陵王很难有效击杀刘邦，在单带时可以利用技能减速和控制效果与兰陵王正面刚，在团战时可以用大招保护己方输出防止被兰陵王击杀，落地后的2技能可以控制敌方兰陵王，为己方输出争取逃生和反杀的机会，能克制兰陵王。 被压制英雄: 刘邦的大招会让队友尽可能与他站在一起，此时拥有范围控制的牛魔无论是强行开团还是控制敌人后撤都能起到很好的效果 吕布的大招团控能对和刘邦紧紧抱团的队友造成控制和高额输出",
    "司马懿的信息 技能信息: 被动 - 静默之语: 描述: 被动：司马懿能够获得2000范围内施法者的视野且在该范围内释放技能会为司马懿回复5点能量；在击杀英雄或野怪时会回复10点能量。司马懿基础拥有80点能量（每级提升3点能量上限），同时每次击杀或者助攻能够提升10点能量上限，最高可以提升到200点能量上限；释放技能会激活幽影之牙；幽影之牙：司马懿增加30点移动速度并将手持巨大的镰刀进行普通攻击，持续4秒，镰刀每击造成250（+40%法术加成）点法术伤害，召唤镰刀后的首次攻击可位移到目标身后造成400（+65%法术加成）点法术伤害 冷却值: 0 消耗: 0 技能1 - 幽影之咬: 描述: 司马懿释放无法被选中的灵体，持续两面，控制灵体时本体免疫控制；灵体穿过的敌人时造成100/120/140/160/180/200（+20%法术加成）点法术伤害，释放普通攻击或效果结束后本体将会移动至灵体的位置，并对路径上的敌人造成100/120/140/160/180/200（+20%法术加成）点法术伤害和50%减速，持续1秒，对野怪和小兵额外造成200(+20/Lv)(+0.2Ap)点法术伤害。 冷却值: 9 消耗: 40 技能2 - 荒芜之域: 描述: 司马懿释放灵力，压制周围的区域造成300/340/380/420/460/500（+30%法术加成）点法术伤害与1秒沉默，如果司马懿2秒后还在被压制的区域中则会获得25/30/35/40/45/50点的能量；被动：司马懿吸收部分的法术伤害时，将其中50%在2秒内转化为生命值 冷却值: 6 消耗: 40 技能3 - 死神降临: 描述: 司马懿化身死神，在短暂的蓄力后向指定地点冲击，造成700/875/1050（100%法术加成）点法术伤害，并且会对冲击路径触碰的敌人造成50%伤害 冷却值: 35/30/25 消耗: 40 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：攻速在前中期十分重要，在能量不多的情况下，每次被动触发可以挥舞多少次镰刀直接关系到了能制造多少伤害。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：司马懿缺乏回复手段，需要用噬神之书来补充其持续作战的能力，巫术法杖则会让司马懿的刺杀更具爆发力 Tips：司马懿利用被动可以洞悉对手位置并且大招也能超越距离发起突袭，综合下来说司马懿非常适合打野位置 英雄关系: 最佳搭档: 项羽有优秀的开团能力，并且随后可以通过技能降低敌方输出，为司马懿进场输出创造条件 干将的超远消耗能力，能让司马懿能在一次命中大量飞剑后，选择直接突进开启团战 压制英雄: 宫本的大招命中后，司马懿只需使用1技能即可轻松摆脱其锁定 司马懿本身的法术伤害吸收能力就比较克制法系英雄，再加上其追击能力，可使得诸葛亮基本上无法发挥 被压制英雄: 司马懿在突袭方面具有很大的优势，但是，如果敌方正在发愁如何开战的话，就是另外一种情况了，正如铠这样的近战具有统治力英雄就非常克制司懿 硬控十分克制刺客的突袭，会让司马懿无法进场输出",
    "后羿的信息 技能信息: 被动 - 惩戒射击: 描述: 后羿普攻命中会累积射击状态，每层增加4%攻速，最多累计3层。3层后进入【惩戒射击】 状态，普攻射出3支箭矢，总共造成原来130%的伤害，每支箭失造成50%法球效果，状态持续3秒。 冷却值: 0 消耗: 0 技能1 - 多重箭矢: 描述: 后羿强化自身攻击，每次攻击造成105/130/155/180/205/230（+75%物理加成）点物理伤害（若触发惩戒射击则每支箭矢造成原伤害的40%和60%法球效果并对面前区域内另外2名敌人造成50%伤害（不附带法球效果），该效果持续5秒。 冷却值: 10 消耗: 60 技能2 - 落日余晖: 描述: 后羿命令日之塔进行攻击，短暂时间后对指定范围敌人造成300/350/400/450/500/550(+50%物理攻击法术伤害并减少其30%移速，持续2秒。 中心点被命中的敌人将受到50%减速和额外50%伤害。 冷却值: 8/7.4/6.8/6.2/5.6/5 消耗: 60 技能3 - 灼日之矢: 描述: 后羿向指定方向射出火焰箭。击中敌方英雄时会将其眩晕并引发爆炸，爆炸对范围内的敌人造成700/1000/1300（+90%物理加成）点物理伤害；被火焰箭直接命中的敌方英雄将会根据火焰箭的飞行距离眩晕0.5~3.5秒，且技能命中后的溅射伤害会造成90%减速，持续1秒。 冷却值: 45/40/35 消耗: 130 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：后羿是一个高爆发型的射手，非常依赖普攻效果，攻速，暴击，移速，对于后羿都是非常关键的属性 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：搭配铭文可以获得高额的吸血属性，让后羿能够无惧敌人消耗，持续输出的同时迅速的恢复被消耗的血量 Tips：逐日之弓能让后羿的输出位置更加安全，避免被爆发伤害直接秒掉 英雄关系: 最佳搭档: 一旦敌人被后羿的大招命中，那么钟馗的钩子几乎是百发百中。 后羿是没有位移的射手，在团战中比较依赖队友的保护，牛魔的被动可以给后羿提供防御属性，而他极强的控制技能，可以帮助后羿逃离对手的攻击范围。 压制英雄: 百里守约释放2技能蓄力阶段是不会移动的，利用这个时机对他释放大招，然后集火攻击他。 当张良释放大招控制住队友的时候，立即释放大招攻击张良，可以打断张良大招保护队友。 被压制英雄: 后羿自身比较脆弱，一旦遇到高爆发的法师，可能会被一套带走。 李白释放技能的时候，有一个短暂的不可选中的过程，可以轻松躲避后羿的关键技能。",
    "吕布的信息 技能信息: 被动 - 饕餮血统: 描述: 吕布挥斩方天画戟的技能命中敌方英雄后会给武器附魔，持续8秒。方天画戟在附魔状态下造成的是等额的真实伤害。附魔状态下，吕布挥斩方天画戟的技能每命中一名敌方英雄，回复(+50％额外物理攻击)(+4%已损生命)点生命。附魔状态下，吕布每次普攻命中敌人，回复(+25％额外物理攻击)(+1％已损生命)点生命。 冷却值: 0 消耗: 0 技能1 - 方天画斩: 描述: 吕布向前挥斩方天画戟，造成500/635/770/905/1040/1175(+260％额外物理攻击)物理伤害。如果挥斩没有命中敌方英雄，则方天画戟会立即失去附魔。 冷却值: 5 消耗: 0 技能2 - 贪狼之握: 描述: 吕布夺取范围内敌人的魂灵，造成30%减速，持续3秒。每夺取一个魂灵，吕布获得175/220/265/310/355/400(+150％额外物理攻击)点护盾，护盾最多叠加3层。吕布每秒将当前25％的护盾转化为生命，每2点护盾转化为1点生命。 冷却值: 8 消耗: 0 技能3 - 魔神降世: 描述: 吕布从天而降，圈定杀戮场展开杀戮，对范围内的敌人造成1秒击飞。落地后吕布奋力挥斩方天画戟，造成550/800/1050(+300％额外物理攻击)物理伤害。吕布在杀戮场内获得150/200/250点物理和法术防御。触碰场地边缘的敌人会受到150/200/250(+87％额外物理攻击)物理伤害和50％减速，持续2秒，若为英雄则还会为吕布额外回复(+50％额外物理攻击)(+4％已损生命)点生命。 冷却值: 50 消耗: 0 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：吕布作为一名近战英雄，物理攻击及生存能力至关重要，移速的增加能提高吕布的支援速度，在战场上以更灵活的身姿作战，6%的冷却缩减可让吕布更频繁地使用技能去打出更多的伤害 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：吕布的技能伤害加成是额外物理攻击加成，破军是该属性最高的装备，同时吕布的伤害主要来源是附魔后的普攻真实伤害，所以在中期需要补充一定的攻击速度以保证可以打出足够多的普攻次数 Tips：吕布的大招拥有极大的威慑力，极寒风暴能让吕布每次团战都会有准备好的大招 英雄关系: 最佳搭档: 武则天：武则天的连续控制及伤害可以较好的配合吕布进行输出。团战中吕布先手开大控制敌方后排，武则天在再开大造成控制和成吨输出。 白起：白起在团战中是一个主坦的位置，主要在团战中承受伤害、控制敌方英雄，而吕布这样一个偏进攻型的战士则是非常需要一个控制留人的英雄打配合。 压制英雄: 张飞：张飞大招变身和二技能都能为自己套上一个较厚的护盾，但附魔时的吕布为真实伤害无视护盾。 黄忠：黄忠是个移动炮台，但开大后的黄忠无法移动，此时吕布使用大招，造成控制和伤害，配合队友轻松击杀黄忠。 被压制英雄: 项羽的1技能可以有效打断吕布施放大招 王昭君的减速和控制技能很好风筝吕布",
    "周瑜的信息 技能信息: 被动 - 引燃: 描述: 被动：周瑜普通攻击和技能的火焰会对敌人和敌方建筑叠加引燃印记，持续4秒；叠加满4层后目标将被引燃，在4秒内每秒承受125（+17%法术加成）点法术伤害并减少其30%移动速度，持续1秒；引燃期间目标不会再被叠加印记 冷却值: 0 消耗: 0 技能1 - 东风浩荡: 描述: 周瑜召唤狂风形成风区，风区内己方英雄移速提升10%，敌方英雄移速降低20%，持续3秒，狂风吹起瞬间，会将身边敌人击退并造成200/240/280/320/360/400（+30%法术加成）法术伤害。 火区若被风区持续覆盖1秒，会蔓延出新的火区，新火区与旧火区可以重复叠加伤害，火区每0.5秒对敌人造成一次100/120/140/160/180/200（+25%法术加成）法术伤害。 冷却值: 5/4.6/4.2/3.8/3.4/3 消耗: 60 技能2 - 流火之矢: 描述: 周瑜下令发射火矢轰击指定目标区域，火矢轰击会造成250/300/350/400/450/500(+34%法术攻击)点法术伤害并留下一块火区，持续6.5秒，每0.5秒对火区内敌人造成100/120/140/160/180/200(+25%法术攻击)法术伤害。火区的数量若超过6个将清除较早生成的火区。火矢每8.5秒可储备1次，最多储备3次（技能受减冷却影响）。被动：周瑜处于火区之中每0.5秒回复40/42/44/46/48/50(+7%法术攻击)点生命。 冷却值: 0.6 消耗: 50 技能3 - 烽火赤壁: 描述: 周瑜向指定范围方向召唤一片火焰，造成200/300/400（+40%法术加成）点法术伤害，火焰掠过火区会激起一道火风，火风会造成额外200/300/400（+40%法术加成）点法术伤害并将敌人晕眩1秒 冷却值: 10/10/10 消耗: 100 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：周瑜作为一名法师，符文主要补充法术穿透和法术吸血，高级符文补充一些冷却缩短 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：常规法师出装，选择冰霜法杖是因为可以减速敌人让其轻松逃脱周瑜的火区 Tips：周瑜的作战范围不错，搭配一些肉装能让队友有时间来帮助自己不至于被秒杀，冷却缩减属性也会让周瑜收获更多的流火之矢 英雄关系: 最佳搭档: 配合老夫子大招可以让敌人承受满额的火区伤害 配合吕布可以预先判断出战场位置，轻松让火区布满战场 压制英雄: 没有人可以在周瑜的火区范围内进行站桩输出 直来直去的英雄会被预判移动路线，面对他的会是刀山火海 被压制英雄: 兰陵王大招的隐身近身和二段位移斩杀，十分克制需要布置战场的周瑜 百里守约超远的攻击范围超出了周瑜作战半径",
    "哪吒的信息 技能信息: 被动 - 炙炼火种: 描述: 被动：当哪吒用三尖枪和乾坤圈，混天绫时进行攻击时会在敌人身上留下炙炼火种，对敌人每秒造成35（+24%物理加成）点真实伤害，持续3秒；并且炙炼火种会减少其35%的生命回复效果。 冷却值: 0 消耗: 0 技能1 - 火焰三尖枪: 描述: 哪吒挥动三尖枪攻击四周的敌人，造成400/440/480/520/560/600(+75%物理加成)点物理伤害；每击中一个敌人都会触发1次风火轮；当哪吒触发风火轮时会增加6%移动速度，持续5秒，最多可叠加5层。 冷却值: 5 消耗: 55 技能2 - 混天绫·束: 描述: 哪吒用混天绫短暂束缚敌人，触发火莲之印，获得15/16/17/18/19/20%减伤，持续3秒，该技能有1秒冷却时间，4秒内可再次释放。每击中一个敌人都会触发1次风火轮。 冷却值: 12/11.6/11.2/10.8/10.4/10 消耗: 65 技能3 - 乾坤·天降: 描述: 哪吒升上天空并对敌方所有英雄施加乾坤圈，释放后将获得其视野并打断回城，随后可选择一位敌方英雄并飞冲到其身前，造成500/625/750（+100%物理加成）点物理伤害并将其击退；落地时激发火莲之华，对火莲范围的敌人每秒施加1次炙炼火种，并增加自身30%韧性；落地时还会触发火莲之印；飞行过程中再次释放技能会立即降落并激发火莲之华。 冷却值: 70/65/60 消耗: 140 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：宿命提供的攻速、生命、物防完美契合哪吒肉核冲锋的定位，虚空一方面提供了哪吒肉的属性，另一方面让其在战场中释放更多技能来帮助团队，隐匿能够让哪吒更灵活。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：大后期破军能够帮助哪吒迅速击败敌方后排，以免落入包围无法脱身 Tips：哪吒可以选择直接冲击敌方后排，在伤害足够的情况下，可以优先选择生存向的防御装备，增加自己的存活几率 英雄关系: 最佳搭档: 刘邦：辅助刘邦和上单哪吒拥有最强的开团能力，开团前，哪吒锁定对方脆皮先手放大招，刘邦后手大招，哪吒本身的免伤加上刘邦的提高抗性效果在团战中轻松的七进七出。 太乙真人：太乙真人的一二技能的眩晕可以保护开大后被集火的哪吒，同时大招也可以为哪吒提供更好的续航能力。 压制英雄: 后羿：后羿作为无位移的射手，极度依赖队友保护，而哪吒大招可以做到团战时无视后羿队友直接冲锋，大招的韧性加成以及二技能的减伤能够为哪吒提供续航能力，打出更多真实伤害，一技能提供的移动速度也能让后羿无所遁形。 程咬金：程咬金一般作为骚扰后排的存在，哪吒的被动有效的反制敌方程咬金对己方ADC，AP的骚扰，火种降低程咬金大招的回血量，真实伤害也能对程咬金造成较大的威胁，逼退或者配合输出击杀程咬金。 被压制英雄: 张良的大招效果可以无视哪吒的大招韧性效果 貂蝉能在躲避技能同时很好的风筝哪吒",
    "墨子的信息 技能信息: 被动 - 兼爱非攻: 描述: 被动：墨子连续使用普通攻击时，第四次普通攻击将变更为炮击，炮击会造成450（+70%法术加成）法术伤害，同时将目标击退0.75秒；当墨子施放技能时会获得抵免300（+35%法术加成）点伤害的护盾，持续3秒，最多叠加3层 冷却值: 0 消耗: 0 技能1 - 和平漫步: 描述: 墨子驾驶机关人向指定方向突进，对路径上的敌人造成250/300/350/400/450/500（+38法术加成）点法术伤害，并将下一次普通攻击变更为炮击 冷却值: 10/9/8/7/6/5 消耗: 70 技能2 - 机关重炮: 描述: 墨子驾驶机关人向指定方向发射一枚炮弹，炮弹命中敌人时会发生范围爆炸造成525/575/625/675/725/775（+45%法术加成）点法术伤害并将范围内敌人眩晕1秒，炮弹爆炸后将留下弹坑持续4秒每0.5秒造成50/56/62/68/74/80（+5%法术加成）点法术伤害。 冷却值: 7 消耗: 55 技能3 - 墨守成规: 描述: 墨子驾驶机关人展开高能屏障，对触碰到屏障的敌人每0.5秒造成200/250/300（+45%法术加成）点法术伤害并将其晕眩在原地，屏障最多持续3.3秒 冷却值: 50/45/40 消耗: 150 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：梦魇的法术攻击和穿透搭配墨子的高法强可以快速清线，消耗敌人。狩猎可使墨子更快的打出普攻的被动。而怜悯的10%冷却可让墨子的技能冷却更快 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：墨子技能的较远射程配合圣杯的续航能力，能让墨子不用担心蓝耗，打出足够的消耗伤害，并且回响可以帮助墨子更加安全的清线 Tips：墨子的特长是消耗，所有经济都用来发展伤害能力可以极大提升其对于敌人的威慑力 英雄关系: 最佳搭档: 鬼谷子：鬼谷子的强势开团能力控制可以无缝衔接墨子的2、3技能控制，墨子虽然有位移但是技能释放大多有抬手动作，鬼谷子提供的加速可以有效的降低墨子在释放技能的容错率。 宫本武藏：团战中墨子先行二技能命中后可以完美配合宫本大招，而后墨子接大招控制，宫本输出敌方英雄。 压制英雄: 黄忠：墨子的二技能可以击中刚刚开大架起炮台的黄忠。伤害高附带眩晕，此时队友即可上前击杀黄忠。 刘禅：刘禅的一二技能有较长的前摇，并且施法距离较短，墨子可使用二技能进行击晕和消耗，配合队友进行压制。 被压制英雄: 项羽的技能能有效打断墨子的大招 花木兰的超高爆发输出能力能快速击杀走位不慎的墨子",
    "夏侯惇的信息 技能信息: 被动 - 噬目: 描述: 被动：夏侯惇生命值低于50％时，每一次技能或普通攻击命中目标都会回复4.5％的最大生命值，持续8秒；每30秒最多触发一次。 冷却值: 0 消耗: 0 技能1 - 豪气斩: 描述: 夏侯惇挥动大刀，向指定方向斩一道刃风，对路径上的敌人造成240/290/340/390/440/490（+100％物理加成）点物理伤害并减少其50％移动速度，持续2秒；刃风命中敌方小兵、英雄、野怪都可以解锁二段豪气斩，豪气斩会造成240/290/340/390/440/490（+100％物理加成）点物理伤害并将范围内敌人击飞1秒。 冷却值: 7 消耗: 40 技能2 - 龙卷闪: 描述: 夏侯惇对周围敌人造成200/225/250/275/300/325（+70%物理攻击）法术伤害。获得12%最大生命的护盾，持续5秒，同时为接下来的三次普攻附加150/180/210/240/270/300点真实伤害（对野怪造成175%真实伤害），持续8秒。每次强化普攻命中敌人时减少1秒【不羁之刃】的冷却。 冷却值: 10 消耗: 50 技能3 - 不羁之刃: 描述: 夏侯惇向指定目标方向扔出链刃，链刃飞向指定位置或击中敌人后会对范围内敌人造成300/425/550(+118％物理加成）点物理伤害并将自己拉向链刃位置，期间免受伤害并且击中的首个敌人会眩晕1秒；夏侯惇飞抵目标区域后还将追加300/425/550（+118％物理加成）点物理伤害。 冷却值: 15 消耗: 80 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：夏侯惇是一个典型的坦克英雄，红色宿命提供攻速和生命物理防御；蓝色铭文调和补充移速和生命回血，更加方便于支援游走；同时绿色鹰眼补足一些伤害。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：夏侯惇拥有不错的开团能力，通常会负责发起冲锋，肉装能够保证其有足够的时间来调整技能释放的位置，保证己方先手优势 Tips：极快的冷却速度让夏侯惇更加灵活得到更多的尝试机会，霸者重装能让每次尝试后都会有迅速的回复能力，让夏侯惇保持作战能力 英雄关系: 最佳搭档: 鲁班七号：鲁班七号搭配辅助走下路，一级点一技能之后的二段控住非常容易控住敌人，配合带红buff的鲁班七号可以给对面上单很大压力甚至拿下人头，后期同样如此，配合鲁班七号抓人非常方便。 李白：夏侯惇在团战之中可以制造很大的混乱，配合一三技能的控制可以打乱敌人阵型并拖延时间给李白刷大招的机会。 压制英雄: 鲁班七号：夏侯惇虽然是个坦克，但是全肉的夏侯惇依然有着不俗是伤害，而且二技能之后有着真实伤害，大招位移可进可退，可攻可守，面对鲁班七号这种脆脆皮短腿英雄有着很大优势。 钟无艳：钟无艳虽然有控制有位移，但是如果打到后期装备成型，钟无艳将完全不是夏侯惇的对手。钟无艳控制有着时间限制且输出不足，而夏侯惇有真实伤害和被动回血，较有优势。 被压制英雄: 孙尚香可以通过位移轻松躲过夏侯惇的技能 貂蝉能在躲避技能同时很好的风筝夏侯惇",
    "大乔的信息 技能信息: 被动 - 川流不息: 描述: 被动：大乔与附近600范围内最近的队友将会增加40～60移动速度，增加幅度随英雄等级成长 冷却值: 0 消耗: 0 技能1 - 鲤跃之潮: 描述: 大乔召唤鲤鱼向指定方向跳跃，对于路径上的敌人造成575/700/825/950（+57%法术加成）点法术伤害并将其推开；鲤鱼会形成河流，持续4秒，友军经过时会增加30/50/70/90%移动速度。 冷却值: 7 消耗: 70 技能2 - 宿命之海: 描述: 大乔召唤一个持续4秒的法阵，结束后可将大乔自己和一名血量绝对值最低的友军传回出生点，被传送的友方英雄回复全部法力并清除所有负面效果，同时增加40/50/60/70%移速，持续5/6/7/8秒。该移速加成在视野范围内存在敌方单位时将失效。 冷却值: 10/9.4/8.8/8.2 消耗: 50 技能3 - 绝断之桥: 描述: 大乔在指定位置召唤海潮，每次0.5秒造成160/205/250/295（+18%法术加成）点法术伤害，持续4秒；首次触碰海潮的敌人将在技能生效的瞬间（0.5s内）被沉默。 冷却值: 11/10/9/8 消耗: 80 技能4 - 漩涡之门: 描述: 大乔在指定位置召唤大型法阵，对范围内敌人造成660/830/1000（+72%法术加成）点法术伤害；法阵将持续8秒；法阵存在时，所有队友可以通过点击漩涡之门传送至法阵位置；当己方英雄处于法阵范围内时，会增加40/45/50%攻击速度。 冷却值: 80/70/60 消耗: 120 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：大乔是辅助，四个技能两个控制伤害两个传送技能，大乔除了2技能外均有较高的法术伤害及可观的法术加成。大乔的四个技能cd都比较长，使用怜悯可以对冷却进行一定的缩减加成，梦魇和轮回是相对收益比较高的法术铭文。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：大乔需要时刻游走在地图上为队友开启传送门，装备上可以选择坦装来避免被敌方刺客抓住落单机会秒杀 Tips：当对方恢复能力出众时，可以选择梦魇之牙进行反制 英雄关系: 最佳搭档: 狄仁杰：狄仁杰主要靠风筝普攻伤害，没有位移是短板，大乔的移动速度提升可以帮狄仁杰更好的风筝敌方英雄，大乔的控制技能也可以帮助狄仁杰完成追击和逃生，可以为狄仁杰提供更好的输出环境。狄仁杰的金牌控制释放很容易命中，配合大乔的沉默技能与击飞技能，可以更容易衔接控制。 花木兰：大乔的沉默、移速提升可以给花木兰更多接近敌方核心输出的机会，1技能控制也可以用来配合花木兰把敌方关键技能打断或者留人，花木兰进行一套技能伤害后配合大乔2技能大招，回家后再返战场可以最大发挥自己短CD多技能优势。 压制英雄: 露娜：露娜的技能衔接是非常关键的，在露娜即将释放技能的时候利用沉默可以有效的打断露娜的技能衔接，大部分露娜都会丢失节奏，从而被集火被秒。 墨子：墨子释放关键大招时，大乔可以用1技能和3技能进行打断，配合队友集火击杀。墨子是消耗型英雄，大乔的2技能大招配合可以帮助队友随时补满状态，大乔提供的移速加成可以让大家更方便躲避墨子的消耗技能。 被压制英雄: 阿轲的快速收割能力很容易在法阵消失之前就击杀掉友军 韩信的高机动和爆发让大乔的技能很难起到关键作用",
    "太乙真人的信息 技能信息: 被动 - 黄金闪闪: 描述: 被动：太乙真人附近800范围内的敌方非英雄单位死亡时，太乙真人和附近的队友都会额外获得20％金币 冷却值: 0 消耗: 0 技能1 - 意外事故: 描述: 太乙真人开始炼制药剂，增加20%移速，同时获得300/350/400/450/500/550护盾，最多持续5秒，炼制完毕或提前结束炼制对周围敌人造成165/225/285/345/405/465（+55%法术攻击）-495/675/855/1035/1215/1395（+165%法术攻击）法术伤害并将其晕眩0.5秒-0.75秒（随技能等级成长最高眩晕1.25秒）。药剂炼制完毕时爆炸命中英雄单位可自动刷新并再释放本技能。炼制时间越长，伤害越高，晕眩时间越长。 冷却值: 5 消耗: 65 技能2 - 第三只手: 描述: 太乙真人的炉子向指定方向伸出一只触手，会将自身拉向命中的第一个目标；如果是敌方目标，还会造成450/500/550/600/650/700（+80％法术加成）点法术伤害并将其眩晕0.5秒；触手可以抓住陷阱类物体 冷却值: 10/9.2/8.4/7.6/6.8/6.0 消耗: 65 技能3 - 大变活人: 描述: 太乙真人召唤替身傀儡，替身傀儡会保护太乙真人和附近血量最低的一名队友，持续3秒；若在傀儡保护下死亡，2秒后将在原地复活，同时将获得1600/2350/3100（+200％法术加成）点生命；该技能可以在被控制时释放，未复活任一友方时返还30%冷却，使用时增加范围显示。 冷却值: 70/65/60 消耗: 150 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：梦魇增加了太乙真人前期的输出能力，绿色献祭在增加了太乙真人的法术攻击外，还提供了冷却缩减；蓝色调和增加了太乙真人在前期的续航能力，同时增加gank能力。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：霸者重装让太乙真人续航完美，配合高冷却缩减状况下的大招，几乎可以保证我方后排核心一直处于重重保护之下 Tips：疾步之靴配合奔狼纹章可以让太乙真人带领队友急速靠近敌方并开启团战，有着优秀团控和独一无二的复活能力的太乙真人，会决定着整个战局的走向 英雄关系: 最佳搭档: 马可波罗：在前期太乙真人的高额输出和控制为马可波罗提供了更多gank的机会，同时大招的复活可以避免在团战中因为马克被切而全盘崩溃的可能性，被动的额外收益可以让马克在前期打到更多金币，缩短了马克的成长周期。一二技能的硬控补充了马克本身没有控制能力的缺点。 刘备：一技能的大范围晕眩和二技能的定点晕眩都可以增加刘备的抓人能力，同时大招可以提高刘备的容错率，避免出现刘备刚进场就被集火秒掉的几率，相比较其他英雄，太乙真人可以在前期就打出高额法术伤害，在前期帮助刘备反野或者守野时增加了成功的几率。 压制英雄: 黄忠：太乙真人可以利用一技能的高移动速度和二技能的位移快速接近无法移动的黄忠打出完美控制效果，同时大招的复活能力也增加了协助队友抓掉黄忠的机会。 兰陵王：面对只有一次切入机会的兰陵王，太乙真人的控制牵制能力（开一技能走在后排身边，二技能主动勾兰陵王）都可以降低被兰陵王切入的概率，同时大招所给予的复活也明显克制了兰陵王切入机会只有一次的设定，相比较同类辅助如刘邦孙膑，太乙真人可以更好的压制兰陵王，避免被切入。 被压制英雄: 太乙真人的技能很难命中灵活的孙尚香 太乙真人很难抓住灵活的露娜",
    "女娲的信息 技能信息: 被动 - 辉煌指引: 描述: 被动：女娲每升一级提升2%自身视野范围（最高42%），同时提升2%普攻与技能释放范围（最高28%）；女娲的技能命中敌方英雄将会被标记，使得友军（包括自己）对标记目标造成的普攻和技能伤害，能够直接增加友军16%移动速度和生命回复（总计可回复40（+12%法术加成）），这个效果对于每个攻击者每0.5秒只能触发一次 冷却值: 0 消耗: 0 技能1 - 指令：放射: 描述: 女娲向指定方向释放能量，对路径上的敌人造成280/325/370/415（+30%法术加成）点法术伤害和击退效果，在撞到敌人之后逐渐停下，并展开十字型阵列，对命中的敌人造成250/290/330/370（+36%法术加成）点法术伤害；十字阵列中心会造成双倍伤害 冷却值: 7 消耗: 60 技能2 - 指令：创造: 描述: 女娲在指定位置创造矩阵空间，阻止敌方单位通过；创造的空间将在3秒后消失，空间消失或者女娲其他技能触碰到矩阵空间都会引发爆炸对附近的敌人造成540/610/680/750（+65%法术加成）点法术伤害，爆炸伤害范围为535*535；女娲每100点法术攻击将会延长矩阵空间的0.2秒持续时间，最多可储存4个矩阵空间 冷却值: 0 消耗: 40 技能3 - 指令：迁跃: 描述: 女娲创造裂隙，在短暂的吟唱后将自己传送到指定位置，并对周围的敌人造成500/560/620/680（+65%法术加成）点法术伤害并短暂眩晕；被动：女娲受到英雄伤害会触发自动防御机制，对身边敌人造成50%减速，生成可抵挡400/480/560/640（+80%法术加成）点伤害的护盾并增加30%移动速度持续2秒 冷却值: 50/45/40/35 消耗: 100 技能4 - 指令：毁灭: 描述: 女娲在短暂的延迟后，向指定方向释放纯净的能量，对路径上的敌人造成700/1050/1400（+88%法术加成）点法术伤害 冷却值: 50/40/30 消耗: 120 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：放弃一些对前排的威胁，保持了持续作战的能力，但利用女娲大招的特性，依然可以对后排造成不小的威胁 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：冷静之靴和圣杯还可以为女娲提供足够多的能量矩阵来清理兵线和分割战场 Tips：全伤害向的装备选择让女娲的大招伤害极其恐怖，可以利用大招的超远距离帮助队友获得优势 英雄关系: 最佳搭档: 当梦奇入侵时，女娲可以提供战术支援；当在团战时，可以配合梦奇分割战场，把控战局 作为被集火的优先目标，女娲可以为其提供多重的保护 压制英雄: 女娲拥有十分强大远程输出能力，对于移动能力欠缺的后排来说，威胁十分巨大 女娲的施法距离，可以轻松针对王昭君 被压制英雄: 宫本武藏可以轻松跨越矩阵空间，开始和女娲近身作战 女娲无法预知兰陵王会从哪个方向进攻，其高额的爆发也会让女娲感受到压力",
    "妲己的信息 技能信息: 被动 - 失心: 描述: 被动：妲己技能命中敌人会减少目标30~72点法术防御，持续3秒，最多叠加3层。 冷却值: 0 消耗: 0 技能1 - 灵魂冲击: 描述: 妲己向指定方向挥出灵魂冲击波，对命中的敌人造成570/635/700/765/830/895（+120%法术攻击）法术伤害。 冷却值: 5/4.8/4.6/4.4/4.2/4 消耗: 60 技能2 - 偶像魅力: 描述: 妲己锁定敌人抛出魅力爱心，造成285/320/355/390/425/460（+66%法术攻击）法术伤害和1.5秒晕眩。 冷却值: 10/9.4/8.8/8.2/7.6/7 消耗: 80 技能3 - 女王崇拜: 描述: 妲己放出5团狐火，狐火随机攻击范围内的敌人，每团狐火造成325/405/485（+75%法术攻击）法术伤害。当多团狐火命中同一个目标时，后续狐火开始只造成50%伤害。 冷却值: 18/15/12 消耗: 120 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：妲己是一个拥有超强爆发的法师英雄，231可以秒杀大多数脆皮英雄，红色梦魇可以提供法术强度和穿透，蓝色轮回可以提升法术强度和吸血赖线能力，绿色怜悯可以减少CD，在中后期几秒就可以释放一套231连招秒人。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：妲己需要快速的支援游走建立优势，稳定的控制能力让她靠近对方后并不用担心队友无法跟上伤害 Tips：全输出向出装追求极限的伤害，妲己爆发能力在众多英雄当中也相对突出，能稳定的秒杀落单的对手 英雄关系: 最佳搭档: 孙悟空：猴子是高爆发英雄，和妲己配合双重控制爆发，妲己先手控制，231技能跟上，猴子一技能接平A，敌人就算不死也是残血，猴子大招控制跟上，再接平A，即使是坦克也很难生存，游走抓人效率极高。 阿轲：阿轲的埋伏和绕后能力强，妲己蹲草伏击爆发秒人能力强，两人配合埋伏蹲人可以达到瞬秒的效果。配合游走gank 能力非常很强。 压制英雄: 露娜：露娜4级后比较强，建立优势后很难针对，妲己的2技能控制无法躲避，可以见到露娜就231打一套消耗，在己方塔下完全不用担心被露娜强杀，注意不要强推线，在后期打团高额伤害也可以让露娜很难受。 貂蝉：貂蝉比较怕硬控和集火秒杀，妲己的单体爆发比较高，可以在貂蝉秀起来之前一套231连招秒掉，注意在貂蝉交出2技能消失后在眩晕打出一套连招（中后期妲己经济碾压的情况下，即使貂蝉满血也可以秒掉）。 被压制英雄: 兰陵王的隐身和秒杀能力很容易接近妲己将其秒杀 花木兰的超高爆发输出能力能快速击杀走位不慎的妲己",
    "姜子牙的信息 技能信息: 被动 - 封神: 描述: 被动：若姜子牙对目标造成伤害后目标在3秒内死亡，目标会为自己提供1~3个经验光球，可提升自身经验。 姜子牙到达15级时会恢复封神之力，获得一次性技能【赐封神力】，并突破等级上限至25级，每次升级可获得20法术攻击。 使用【赐封神力】选定一名队友对其封神，灌注1200经验，并使其也突破等级上限，且有概率获取经验光球。 冷却值: 0 消耗: 0 技能1 - 神力封印: 描述: 姜子牙使用封神法杖对范围内的敌人进行神力封印，造成75/85/95/105/115/125（+15%法术攻击）法术伤害，随后每0.4秒造成75/83/91/99/107/115(+13%法术攻击)法术伤害，持续3.5秒。封印期间的敌人将逐渐减少移速、物理和法术防御，最多将会减少50%移速、10%物理和法术防御。技能命中后为自己提供30%衰减移速，持续1秒。 冷却值: 8 消耗: 50 技能2 - 打神之罚: 描述: 姜子牙对妄为者施以神罚，释放法阵对范围内敌人造成3次伤害，每次造成60/68/76/84/92/100(+12%法术攻击)法术伤害，短暂延迟后法阵爆炸，再造成300/345/390/435/480/525(+70%法术攻击)法术伤害和0.75秒击飞。 冷却值: 11/10.4/9.8/9.2/8.6/8 消耗: 60 技能3 - 天人法则: 描述: 姜子牙朝指定方向聚集天地力量，向前方发射三道冲击波，前两道冲击波每道造成125/175/225(+20%法术攻击)法术伤害，最后一道造成600/800/1000(+80%法术攻击)法术伤害。姜子牙达到15级恢复封神之力后，【天人法则】的蓄力速度增加10%。蓄力最多持续2秒，移动或使用三技能第二段会立刻释放冲击波，蓄力时间会影响冲击波的攻击距离，最远可达1800距离。冲击波可对路径上的建筑造成10%伤害。 冷却值: 12/11/10 消耗: 70 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：提升法术输出 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：冷却更多，容错率和技能命中率更高 Tips：极致的爆炸输出 英雄关系: 最佳搭档: 太乙真人可以为姜子牙提供稳定的控制效果，帮助姜子牙技能命中，提升姜子牙的支援游走能力。 姜子牙可以为澜赐封神力，配合澜的刷钱能力使得等级提升更快，让澜切入时伤害更高，承伤能力更强。 压制英雄: 后羿较为笨重，容易被姜子牙一套技能控制和击败 妲己的施法距离较短，容易被姜子牙先手控制 被压制英雄: 娜可露露的切入能力极强，姜子牙容易被接近和击败。 干将莫邪的施法距离更长，姜子牙容易被其消耗和击败",
    "娜可露露的信息 技能信息: 被动 - 流刀舞术: 描述: 被动：娜可露露的技能命中敌人时，下一次普通攻击变更为强化攻击，强化攻击会额外造成80（+100%额外物理加成）的物理伤害。 冷却值: 0 消耗: 0 技能1 - 飞鹰攻击: 描述: 娜可露露召唤玛玛哈哈向指定方向攻击敌人，造成350/400/450/500/550/600（+155%额外物理加成）点物理伤害，并对敌人施加鹰眼标记；娜可露露的其它伤害可以触发印记，对敌人造成最大生命值6%物理伤害；每40点额外物理攻击额外增幅1%；触发印记飞鹰攻击会减少3秒冷却时间并恢复35点法力值 冷却值: 10/9.5/9/8.5/8/7.5 消耗: 60 技能2 - 风之刃: 描述: 娜可露露向指定方向冲刺，对路径上的敌人造成350/420/490/560/630/700（+170%额外物理加成）点物理伤害，每命中一名敌方英雄将回复300/350/400/450/500/550（+110%额外物理加成）点生命值。该技能命中野怪时，造成的伤害提升50%，同时回复自身的生命值，回复量为命中英雄时的35%。 冷却值: 6 消耗: 50 技能3 - 飞鹰急袭: 描述: 娜可露露召唤玛玛哈哈并肩作战，立即增加50%的移动速度，持续6秒，该效果会持续衰减；再次释放飞鹰急袭，娜可露露将朝指定区域发起进攻，对敌人造成580/830/1080（+240%额外物理加成）点物理伤害并减少50%移动速度，持续3秒；受到冲击的敌人将减少30%伤害输出，持续3秒。 冷却值: 12 消耗: 120 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：鹰眼和异变提供的攻击力及穿透可让娜可露露造成大量伤害，大招配合隐匿的移速使她更快的加入战局 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：娜可露露技能加成为额外物理加成，需要累积足够的攻击力才能使伤害得到质变，所以留给防御装备的位置不多，名刀与贤者的庇护可以根据对手和局势进行选择 Tips：泣血之刃可以增强娜可露露的续航能力，保证其能迅速的恢复完整的状态来进行下一次突袭 英雄关系: 最佳搭档: 钟馗：钟馗具备的控制能力，是娜可露露这种高爆发却没有硬控能力英雄的最佳搭档，控制后娜可露露即可放心输出，打出成吨伤害。 白起：娜可露露的伤害非常高，但攻击范围较小，而白起的大招和2技能可帮助娜可露露留人，留住人后娜可露露即可利用大招跟上，一套技能击杀敌方。 压制英雄: 后羿：后羿作为无位移的射手，极易被游走的娜可露露gank，灵巧的娜可露露可以躲开其控制并高效率中击杀落单的后羿。 干将莫邪：干将莫邪的机动性很差，且惧怕贴脸英雄，并且由于射程较远，所以位置极易落单。此时娜可露露使用大招绕后贴脸截杀干将莫邪。 被压制英雄: 娜可露露进场后，项羽可选择将其推开或控制限制其输出 张良的硬控能控住娜可露露将其击杀",
    "嫦娥的信息 技能信息: 被动 - 月盈: 描述: 嫦娥每1点法术攻击会提升1.5点最大法力，受到伤害的60%优先由法力承担，每1点法力值抵挡2点伤害。嫦娥的法力越高造成的伤害越高，满法力时可增加100%伤害。 冷却值: 0 消耗: 0 技能1 - 月辰: 描述: 嫦娥向指定方向释放能量，对命中的第一个目标造成150/180/210/240/270/300（+25%法术加成）点法术伤害并标记敌方3秒同时造成1秒定身效果，定身时长随法术强度影响，每100点法术强度额外造成0.15秒定身，最高定身2.5秒；命中后增加嫦娥30%移速持续3秒。嫦娥的普攻与技能伤害能够引爆标记，对范围内的敌人造成150/180/210/240/270/300（+25%法术加成）点法术伤害和50%减速持续1秒；被动：嫦娥可以非常轻松的引动游离在身边的能量 ，让普通攻击变为法术伤害造成80点法术伤害，每过5秒的第一次普攻射程提升并会造成额外80（+10%法术加成）点法术伤害并回复自身最大蓝量5% 冷却值: 12/11.2/10.4/9.6/8.8/8.0 消耗: 0 技能2 - 月璇: 描述: 嫦娥在身边和指定位置召唤法力旋涡持续4秒，每次消耗范围内敌人15/20/25/30/35/40点法力值并回复自身0.5～1%最大法力，对小兵额外回蓝20%，对野怪减少50%，造成30/37/44/51/58/65（+7%法术攻击）法术伤害。敌方法力不足时，不足消耗的法力将转成对其造成同等的法术伤害（对小兵额外造成50%伤害，对野怪不生效）。 冷却值: 8 消耗: 0 技能3 - 月芒: 描述: 嫦娥解放狂暴的魔道力量提升自身30%移速，疯狂倾泻自身的法力值并随机向周围发射法力弹幕，每颗弹幕消耗48点法力，升级提升每秒弹幕数量（8/12/16）对命中的敌人造成100点法术伤害 冷却值: 8 消耗: 0 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：调和的回复能力是嫦娥比较缺乏的部分，而法术攻击是嫦娥的第一属性 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：时之预言可以为嫦娥前中期带来足够的续航，炽热支配者的被动会让处于团队中前排的嫦娥面对控制时，得到关键的喘息时间避免被秒杀 Tips：嫦娥大量倾泻法力值是可以轻松造成高额的范围伤害，如果队友能够支撑其前排给予输出环境，嫦娥可以选择全法攻出装 英雄关系: 最佳搭档: 嫦娥大招爆发范围不小，但作为法师来说还是太近了，需要鬼谷子的帮助，让其靠近敌人 嫦娥虽然坦度不错，但是并不能作为主动吸收伤害的角色，在团队里最好在配置一位坦克英雄进行开团和吸收伤害 压制英雄: 上官婉儿的大招移动路径比较容易预判，嫦娥的1技能即使再缓慢还是能够逼退 李白可以给予后排法师极大的压力，嫦娥虽然也是法师，但具有坦克的属性，不会被李白的刺杀轻易的压制 被压制英雄: 伽罗拥有超远的射程和强势减速能力，这让嫦娥入场十分困难，并且在进入战斗前就会把嫦娥的蓝量削减至可以承受的范围内 吕布真实伤害可以越过嫦娥的护盾直接削减嫦娥的血量，非常克制依赖护盾减伤的嫦娥",
    "嬴政的信息 技能信息: 被动 - 王者审判: 描述: 被动：嬴政的普通攻击可以击穿目标，并造成120（+100%物理加成）（+35%法术加成）点法术伤害；攻击机关时会衰减50%的伤害 冷却值: 0 消耗: 0 技能1 - 王者惩戒: 描述: 嬴政在指定目标区域召唤黄金剑阵，持续2.5秒，每0.5秒对范围内的敌人造成145/173/201/229/257/285（+27%法术加成）点法术伤害；并减少30%移动速度，持续1秒 冷却值: 8 消耗: 70 技能2 - 王者守御: 描述: 嬴政开启王之护盾，护盾可抵免300/330/360/390/420/450（+55%法术加成）点伤害，并对附近敌人造成200/240/280/320/360/400（+40%法术加成）点法术伤害并清空装备为他们提供的物理攻击力，持续2秒，同时嬴政在3秒内增加随时间衰减的100点移动速度 被动：增加嬴政15/20/25/30/35/40点移动速度 冷却值: 10 消耗: 40 技能3 - 至尊王权: 描述: 嬴政展示王者权力，增加20%移动速度，持续5秒，期间将会号令90只飞剑持续向指定方向进行冲击，每只飞剑能造成64/82/100（+8%法术加成）点法术伤害，过程中嬴政可以使用其它技能 冷却值: 35 消耗: 120 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：嬴政前期较其他法师类英雄普攻伤害很高，而且带有穿透效果，适合带攻速类铭文提高普攻输出，提高清兵速度，移速提高了嬴政的支援速度和自保能力。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：嬴政是典型的输出型法师，对于团队最大的帮助就是制造足够的伤害，因此我们选着全输出的出装来推动战局朝有利的方向前进 Tips：当对手回复能力较为突出时，可以选择梦魇之牙对其进行限制 英雄关系: 最佳搭档: 墨子：墨子频繁的控制可以让嬴政技能命中率提高，大招群控更是完美的配合嬴政一技能打出极高的aoe伤害。 白起：白起二技能可以调整敌方位置，帮助缺乏控制技能的嬴政留人，开大嘲讽住敌人也可以帮助嬴政更安全的进行输出，打出成吨伤害。 压制英雄: 黄忠：嬴政大招超远射程可以在黄忠大招范围外命中黄忠，逼迫他收起炮台，方便队友进行击杀，若不收起炮台则可以直接单杀。 王昭君：嬴政大招可以直接在王昭君大招范围外攻击王昭君，逼迫她交闪现或者断大走开，为队友击杀提供更安全的环境。 被压制英雄: 兰陵王的隐身和秒杀能力很容易接近嬴政将其秒杀 花木兰的超高爆发输出能力能快速击杀走位不慎的嬴政",
    "孙尚香的信息 技能信息: 被动 - 活力迸发: 描述: 被动：孙尚香每次普通攻击命中敌人都会减少0.5秒翻滚突袭的冷却时间。 冷却值: 0 消耗: 0 技能1 - 翻滚突袭: 描述: 孙尚香向指定方向翻滚，下一次普通攻击变更为强化射击，强化射击会对一条直线上的敌人造成270/290/310/330/350/370（+100%物理加成）点物理伤害，如果翻滚后附近有敌方英雄将会增加80%持续衰减的移动速度，持续2秒，使用强化射击后会重置下一次普通攻击并增加攻击距离。 冷却值: 5 消耗: 25 技能2 - 红莲爆弹: 描述: 孙尚香朝指定位置投掷爆弹，对范围内敌人造成150/170/190/210/230/250（+100%物理加成）点物理伤害并减少其90%移动速度，持续1秒。被命中的英雄和小兵还会被标记5秒，孙尚香的普攻伤害会对标记目标造成额外100/120/140/160/180/200（+20%物理加成）点物理伤害（对小兵的伤害翻倍）；命中单位后减少目标10%护甲，持续5秒。 冷却值: 8.0/7.6/7.2/6.8/6.4/6.0 消耗: 50 技能3 - 究极弩炮: 描述: 孙尚香蓄力向指定方向发射一枚弩炮，弩炮在触碰敌人或者飞行到最远距离后将发生爆炸，对第一名触碰的敌人造成500/750/1000（+185%物理加成）点物理伤害，对爆破范围内的敌人造成75%伤害。 冷却值: 25/20/15 消耗: 100 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：蓝色隐匿移速方便孙尚香更好的移动寻找输出位置，团战支援也比较迅速，物理攻击可以提伤害。绿色鹰眼，穿透护甲后孙尚香的攻击伤害会更高。前期在有祸源铭文的情况下，暴击更多，清野，清兵线的速度更快，发育更快。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：孙尚香通过翻滚会打出节奏性的强化普攻配合宗师之力，会让爆发力更加强大 Tips：当对手消耗能力较强时，可以选择吸血属性的装备为自己带来一定的续航效果 英雄关系: 最佳搭档: 庄周：孙尚香是比较灵活的射手类英雄，但是如果被控制怎么也灵活不起来，所以推荐庄周作为孙尚香的搭档，在携带净化的情况下，无论是单抓还是团战，孙尚香都不在畏惧敌方的控制性技能，轻松打出成吨的输出。 东皇太一：东皇太一的大招可以控制敌方英雄，是应对敌方突进英雄的不二选择，东皇的超强回复能力注定了东皇也是一名合格的坦克，有东皇在前排吸收敌方火力，后排的孙尚香就可以安心输出。 压制英雄: 典韦：在前中期，典韦的输出不足以秒掉孙尚香，而孙尚香面对近身的典韦也可以利用一技能加速效果轻松跑路。后期，典韦的反伤刺甲和不祥征兆对于多段攻击的射手可能不太友好，但是面对孙尚香的强化普攻仍容易被压制。 东皇太一：东皇太一大招范围小，只有能量球触碰到敌方英雄才会回血，所以，孙尚香的超远射程就可以轻松克制他，东皇的二技能虽然控制长达一秒，但是延迟太高，面对拥有位移的孙尚香命中率低。大招作为强力控制，范围是硬伤，无法靠近孙尚香就会被消耗至死。 被压制英雄: 兰陵王的隐身和秒杀能力很容易接近孙尚香将其秒杀 花木兰的超高爆发输出能力能快速击杀走位不慎的孙尚香",
    "孙悟空的信息 技能信息: 被动 - 大圣神威: 描述: 孙悟空释放技能后下次普攻变为强力敲击，冲锋至目标身旁并造成475(+100%物理攻击)物理伤害，该伤害可全额享受暴击收益。孙悟空天生拥有20%暴击率，但初始只能造成150%暴击效果。 冷却值: 0 消耗: 0 技能1 - 护身咒法: 描述: 孙悟空念起护身咒，护身咒可为孙悟空抵挡一次敌方技能，护身咒最多持续1.5秒；若成功抵挡，孙悟空将获得0.2秒的无敌效果以及抵免500/600/700/800/900/1000（+150%物理加成）点伤害的护盾，持续4秒。开启技能时自身增加40%移动速度，持续1秒 冷却值: 12/11.6/11.2/10.8/10.4/10 消耗: 70 技能2 - 斗战冲锋: 描述: 孙悟空向指定方向冲锋，若路径上触碰目标会借力腾空跳跃，若触碰到非友军单位将增加1秒90%衰减的移动速度。释放普通攻击或技能可中断跳跃。降妖除魔：位移期间对触碰到的野怪造成240/260/280/300/320/340（+20%物理攻击）真实伤害并直接斩杀当前生命低于15%的野怪（主宰、暴君除外）。 冷却值: 8/7.4/6.8/6.2/5.6/5 消耗: 50 技能3 - 如意金箍: 描述: 孙悟空将变大的金箍棒直插入地，对范围内敌人造成150/190/230（+50%物理加成）点物理伤害并将其晕眩1秒。同时范围内敌人获得3层印记；孙悟空的普通攻击命中带有印记的敌人将消耗1层印记并额外造成270/405/540点物理伤害。 冷却值: 40/35/30 消耗: 100 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：孙悟空的被动是自带暴击率，无双与兽痕可以增加13％的暴击率，使得初始暴击率能达到33％。通过无双的弥补，使得初始暴击效果为186％，使得输出更高。鹰眼提供物理穿透可以增加孙悟空的穿透效果，增加伤害。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：悟空需要累积一点攻速让其强化普攻出手速度更快，无尽战刃提供的暴击和暴伤属性会让其爆发力更加充足，破军的斩杀效果也与悟空的刺客属性是十分合拍 Tips：悟空一直是对手的重点盯防对象，一旦出现就会被集火攻击，而名刀的被动效果会让悟空得到难得的输出时间 英雄关系: 最佳搭档: 墨子：墨子二技能眩晕住敌人后，孙悟空可以直接二技能近身开始输出，留下一技能来保命，使得容错率增加，操作压力降低。 王昭君：若王昭君的二技能控制得当，冰冻时间足够孙悟空进行一套技能输出，使得孙悟空的技能浪费降低，增加收益，更容易拉开局内经济差距。 压制英雄: 妲己：孙悟空的1技能可以抵挡一次敌方技能，抵挡成功还可以获得无敌效果，对抗妲己这种爆发一套技能秒人类型的英雄有很大的优势，成功抵消后妲己很难对孙悟空产生威胁，孙悟空可以把握无敌效果和4秒的护盾轻松击杀妲己。 马可波罗：马可波罗是一个可以poke和持续输出的英雄，位移能力让马可面对刺客会有更好的输出环境，孙悟空面对马可时开启1技能可以更轻松获得无敌和护盾效果，2技能位移可以抵消马可的2技能位移，利用被动追击可以轻松追上马可，同时孙悟空使用技能后强化普攻的爆发伤害很高。可以一套秒到马可。 被压制英雄: 芈月大招可以很好的躲掉孙悟空的技能攻击 孙悟空在切入后排时可使用项羽将其推开作为保护",
    "孙策的信息 技能信息: 被动 - 怒潮: 描述: 被动：每过6秒，孙策的下一次普攻附带额外110(+60%物理加成)点物理伤害，并回复自身55（+30%物理加成）（+3%已损生命）点生命值;被动：每次受到物理伤害或技能命中目标时，孙策获得1层不屈效果：护甲值提升20点，持续6秒，可叠加10层 冷却值: 0 消耗: 0 技能1 - 劈风斩浪: 描述: 孙策向前冲锋，技能命中时获得1层不屈效果，对路径上敌人造成110/132/154/176/198/220（+45%物理加成）点物理伤害。冲锋到终点后造成一次范围220/264/308/352/396/440（+90%物理加成）点物理伤害，短暂延迟后这个范围喷发波涛，再次造成相同伤害，并对命中敌人造成1秒击飞效果 冷却值: 8/7.8/7.6 消耗: 50 技能2 - 惊涛骇浪: 描述: 连续三次向前踏步并劈砍，每次造成的物理伤害逐渐提高25%，基础造成180/242/304/366/428/490（+70%物理攻击）物理伤害，对野怪额外造成第一次劈砍的40%伤害。每次命中敌人造成30%减速，减速效果可叠加。使用技能会重置普通攻击冷却时间。技能命中时获得1层不屈效果。 冷却值: 9/8.4/7.8/7.2/6.6/6 消耗: 70 技能3 - 长帆破浪: 描述: 孙策掌舵航行，在12秒内驾船冲锋，航行速度逐渐提升，行船期间持续霸体。当船撞到墙体、建筑物、远古生物、敌方英雄和航行时间结束时船都会停止前进并爆炸，造成250/400/550（+80%物理攻击）物理伤害和击飞，击飞时间1-1.5秒（与已航行时间成正比）。并减少命中目标15%护甲，持续4秒。航行过程中可弃船朝选定方向跳跃，释放后船继续航行固定距离。驾船期间附近一个队友可以通过点击按键上船，队友在上船期间受到控制和使用位移技能以及孙策下船时队友也会一起下船。船爆炸瞬间若命中敌人会获得5层不屈效果。 冷却值: 40/35/30 消耗: 100 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：孙策需要出装推荐坦克装备，在铭文上就要补充一定的物理穿透，让孙策突进后不至于被人忽视。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：孙策可以通过2技能重置普攻，把握好节奏可以连续触发宗师之力的被动效果持续的输出高额伤害 Tips：孙策因为被动效果是典型的越战越强的英雄，在触发血魔之怒时，自身战斗强度会到达极高，而后往往可以逆转局势 英雄关系: 最佳搭档: 当哪吒和孙策两个乱战高手一起开团时，敌方很难同时防备他们并被他们两带入混战节奏 当孙策带头冲锋之后，牛魔适时的追加控制，不仅提高孙策技能命中率，还能提高生存 压制英雄: 程咬金非常强势，但是同样拥有不弱的消耗能力的孙策，还可以支援队友，击溃对面防线 当孙策凭借霸体大招强行靠近时王昭君很难反制 被压制英雄: 孙策有强势的支援能力但是没大乔快，大乔能够将被孙策强行控住的英雄传送回城保全其性命 项羽拥有强大的反手能力，就算孙策利用大招突进开团，项羽的技能打出满额伤害和控制",
    "孙膑的信息 技能信息: 被动 - 时间沙漏: 描述: 孙膑释放技能会增加15%~30%移动速度，持续2秒。 冷却值: 0 消耗: 0 技能1 - 时空爆弹: 描述: 孙膑投掷一枚炸弹，命中敌人后会附在其身上，造成200/240/280/320/360/400(+20%法术攻击)法术伤害，3秒后爆炸对范围内敌人造成550/660/770/880/990/1100(+55%法术攻击)法术伤害和40%减速，持续2秒。解除炸弹会立即触发爆炸。 冷却值: 8/7.6/7.2/6.8/6 消耗: 60 技能2 - 时之波动: 描述: 孙膑引导时空之力，使得范围内友军增加30/36/42/48/54/60%移动速度，持续2秒。持续时间结束后会时光倒流，并返还期间所受到25/30/35/40/45/50%的伤害，同时也会返还期间消耗的法力值和能量条的25/30/35/40/45/50%。被动：孙膑获得7.5/9/10.5/12/13.5/15%冷却缩减。 冷却值: 13/12.4/11.8/11.2/10.6/10 消耗: 60 技能3 - 时光流逝: 描述: 孙膑投掷一枚强化炸弹， 命中敌人或飞行到最大距离后展开力场，对范围内敌人造成500/625/750( +45%法术攻击)法术伤害和90%减速，同时强制打断敌人技能并造成1秒沉默。 5秒后力场爆炸，再次对范围内敌人造成1500/1875/2250(+135%法术攻击)法术伤害。 冷却值: 45/40/35 消耗: 100 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：孙膑作为一个辅助，他需要高频率的释放技能来辅助队友。回声提供冷却缩减与双抗，增加续航能力。梦魇适当地增加伤害。狩猎增加移速可以提升机动性。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：孙膑需要撑起一定的血量以保证他2技能能够生效，同时搭配一定的冷却缩减让其消耗骚扰的能力得到加强 Tips：当对手输出非常高时，可以选择肉装顶替前排吸收一波伤害，并利用大招的沉默打断对方节奏 英雄关系: 最佳搭档: 马可波罗：马可波罗的一技能弹道是一条直线，对于有位移的英雄容易躲避，但在躲开时孙斌通过二技能的小加速可以使马可进行技能弹道的平移来追击敌人。并且在马可需要进团放大时，孙斌可以通过大招沉默给马可提供良好输出环境。 高渐离：通过孙斌的二技能加速来弥补高渐离机动性的不足，并且可以在团战时充分利用时机，放出大招沉默敌人帮助高渐离进团输出。 压制英雄: 诸葛亮：在残血队友暴露在诸葛亮面前时可以通过大招造成沉默限制诸葛亮技能，使得队友逃脱，也可以在残血诸葛亮逃脱时通过大招沉默阻止他用二技能离开。 李白：李白通过一技能切入之后孙斌的大招沉默可以阻止李白的离开，使得李白留在人群中，让队友能做出足够的输出，进行压制。 被压制英雄: 兰陵王的隐身和秒杀能力很容易接近孙膑将其秒杀 刺客的爆发输出很容易击杀持续伤害型的孙膑",
    "安琪拉的信息 技能信息: 被动 - 咒术火焰: 描述: 安琪拉的技能会灼烧敌人，每层灼烧效果会在安琪拉使用技能攻击时额外增加8(+2%法术攻击)法术伤害并为自己增加2%移速，效果最多叠加10层，持续3秒，逐层消失。 冷却值: 0 消耗: 0 技能1 - 火球术: 描述: 安琪拉召唤5颗火球朝指定位置攻击，每颗火球造成270/310/350/390/430/470(+30%法术攻击)法术伤害，对同一目标第二颗火球开始只造成30%伤害。当火球命中敌方英雄时会停止移动并销毁。 冷却值: 5/4.8/4.6/4.4/4.2/4 消耗: 50 技能2 - 混沌火种: 描述: 安琪拉朝指定方向释放混沌火种，火种到达最远处或命中目标时停下并裂变为火焰漩涡，火焰漩涡每0.5秒对周围的敌人造成130/145/160/175/190/205(+17%法术攻击)法术伤害，持续3秒。同时范围内的敌人会减少50%移速，持续1.5秒。当火种直接命中敌人时还会将其晕眩1秒。 冷却值: 10/9.6/9.2/8.8/8.4/8 消耗: 60 技能3 - 炽热光辉: 描述: 安琪拉释放炽热光辉，持续3秒，每次对触碰的敌人造成150/190/230(+21%法术攻击)法术伤害，最多12次，并获得850/1300/1750(+88%法术攻击)点护盾，护盾存在期间免控。施法0.5秒后再次释放该技能可以取消引导。 冷却值: 20 消耗: 100 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：安琪拉是一个高爆发的法师英雄，操作简单，技能的法术强度收益超高是她的特色，三个铭文都可以为安琪拉提供法术强度收益是最好的选择，轮回的法术吸血也可以提升安琪拉的前中期续航能力。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：安琪拉是一位暴力法师，秘法之靴配合法术穿透铭文能无视前中期对手的法术防御力造成巨额伤害 Tips：安琪拉缺乏位移能力，被突进袭击需要队友的帮助，辉月的主动效果能够帮助安琪拉争取这宝贵的时间 英雄关系: 最佳搭档: 钟馗：安琪拉的技能是AOE可以同时对多人造成伤害的，钟馗利用大招闪现把敌方3-5人控制住，安琪拉接21技能配合大招可以轻松将敌方团灭。 白起：白起闪现2技能家大招可以轻松把敌方英雄聚拢，配合安琪拉21技能家大招可以轻松将敌方团灭。 压制英雄: 鲁班七号：针对鲁班七号类型的后排无位移英雄，可以在草丛伏击，先手2技能打中后接1技能大招可以轻松秒杀敌方英雄。 后羿：针对后羿类型的后排无位移英雄，可以在草丛伏击，先手2技能打中后接1技能大招可以轻松秒杀敌方英雄。 被压制英雄: 身为脆皮法师，安琪拉害怕韩信等位移多伤害高的刺客英雄 兰陵王在团战中能够一套技能直接带走安琪拉",
    "宫本武藏的信息 技能信息: 被动 - 二天一流: 描述: 宫本武藏释放技能后会蓄1重势，每次普攻消耗1重势，获得不同的强化效果，强化普攻不受攻速影响，命中后减少【空明斩】和【神速】1秒冷却时间。 一重势：若目标生命在50%以上，宫本武藏双刀挥斩，共累计造成50(+135%物理攻击)物理伤害，若目标生命在50%以下，宫本武藏向前正斩，造成（+100%物理攻击）物理伤害，并附带目标9%已损生命的物理伤害。 二重势：宫本武藏挥刀突进至目标身前，造成20（+100%物理攻击）物理伤害和50%减速。 冷却值: 0 消耗: 0 技能1 - 空明斩: 描述: 宫本武藏斩出一道剑气击落路径上的敌方飞行物，同时对路径上的敌人造成350/400/450/500/550/600（+50%物理攻击）物理伤害并减其50%移速，持续1秒。 释放【空明斩】时宫本武藏处于霸体状态。 冷却值: 12 消耗: 0 技能2 - 神速: 描述: 宫本武藏向前冲刺，对路径上的敌人造成180/216/252/288/324/360(+40%物理攻击)物理伤害，若命中敌人将获得300/360/420/480/540/600点护盾并减少50%冷却时间。 冷却值: 10/9.6/9.2/8.8/8.4/8 消耗: 0 技能3 - 一决生死: 描述: 宫本武藏选择并锁定一名敌方英雄，向目标所在区域突进，对范围内的目标造成350/475/600（+70%物理攻击）物理伤害和1秒击飞，随后目标被宫本指明为一决生死的对象，持续5秒，期间对象所有恢复效果都会延迟到一决生死后生效。宫本武藏在突进期间处于霸体状态，并减少50%所受伤害。 冷却值: 50/45/40 消耗: 0 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：宫本的玩法是在poke时寻找时机切入并击败敌方的核心输出，宫本比较依赖普攻，同时技能后可以为普攻增加海量物理伤害加成，百穿铭文可以帮助宫本伤害收益最大化，让宫本可以更好的利用技能配合普攻产生高额伤害。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：打野出装 Tips：对抗路出装 英雄关系: 最佳搭档: 瑶可以跟上宫本的高机动性并增强其生存能力。同时瑶的1技能可以弥补宫本小技能缺少硬控的缺陷 宫本需要在人群中进行持续作战，但他自身的生存能力并不强，刘邦可以帮他弥补这一短板 压制英雄: 宫本的大招可以针对恢复型英雄，曹操面对他最大的长板被无限缩小 强化普攻的持续追击和减速会让马超非常难受 被压制英雄: 宫本大招的前摇时间较久，金蝉可以通过自己的1技能进行快速限制使宫本无法突进到敌人脸上 宫本需要持续的作战通过不断刷新护盾来提供生存能力，牛魔频繁的控制会让宫本非常难受",
    "小乔的信息 技能信息: 被动 - 治愈微笑: 描述: 被动：小乔释放技能命中敌人时，会增加25％移动速度，持续2秒 冷却值: 0 消耗: 0 技能1 - 绽放之舞: 描述: 小乔向指定方向扔出一把回旋飞行的扇子，会对第一个命中的敌人造成585/635/685/735/785/835（+80％法术加成）点法术伤害，每次命中后伤害都会衰减20％，最低衰减至初始伤害的50％。 冷却值: 5/4.8/4.6/4.4/4.2/4 消耗: 45 技能2 - 甜蜜恋风: 描述: 小乔在指定区域召唤出一道旋风，对区域内敌人造成300/340/380/420/460/500（+50％法术加成）点法术伤害并击飞1.5秒，攻击盒半径240 冷却值: 10/9.6/9.2/8.8/8.4/8 消耗: 70 技能3 - 星华缭乱: 描述: 小乔召唤流星并不断向附近的敌人坠落，召唤持续6秒，每颗流星会造成400/500/600（+100％法术加成）点法术伤害，每个敌人最多承受4次攻击，当多颗流星命中同一目标时，从第二颗流星开始将只造成50％伤害。释放期间持续获得被动加速效果。 冷却值: 42/35/28 消耗: 140 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：狩猎提升10％移速加成，对于被动具有加速效果的小乔来说，适合放风筝，可以进行中远距离的输出，机动性高。心眼和梦魇提升法穿效果。对于小乔这种伤害比较高的英雄来说，增加法穿可以在对方出法抗时也打出高额伤害。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：秘法之靴配合法术穿透铭文，能够让小乔在前期就打出足够的伤害，随后补充全输出装，让敌人不敢轻易尝试突进到小乔的流星范围内 Tips：冷却属性让小乔可以在战场外围打出足够次数的技能，并且通过吸血属性，让小乔在混战中维持一个比较健康的血线 英雄关系: 最佳搭档: 韩信：在通过二技能击飞之后，韩信可以通过一技能的第一段挑飞来进行二次控制，增加队友的输出时间，可以让小乔的大招更好的命中敌人。 阿轲：在团战时，阿轲通过隐身要接近敌人时，对方通过阿轲隐身时的红色位置提示，可能做出走位，但是通过小乔二技能的辅助，完全可以使得限制对方走位，给阿轲一个输出的位置。 压制英雄: 东皇太一：因为通过二技能命中之后的被动位移加速以及通过不断一技能骚扰，充分的拉开与东皇的距离，使得他身边的能量体无法贴近小乔进行回血，只能被迫放风筝。 高渐离：高渐离在团战时想要发挥优势，就必须进到人群中，才能充分利用减伤以及技能的范围伤害，但是小乔可以通过二技能的短暂击飞使队友可以和他拉开一定的距离，能有一定的时间做出反制。 被压制英雄: 身为脆皮法师，小乔害怕韩信等位移多伤害高的刺客英雄 兰陵王在团战中能够一套技能直接带走小乔",
    "干将莫邪的信息 技能信息: 被动 - 比翼同心: 描述: 释放飞剑技能时，莫邪会配合干将的雄剑飞出雌剑造成等额伤害。雌雄剑命中敌方目标会分别叠加雌雄剑气，当飞剑命中被剑气缠绕的目标时，每道剑气额外造成100（+15%法术攻击）法术伤害，同一道剑气被同时多次激发时，后续伤害衰减至50%。干将莫邪普攻使用飞剑挥砍对方造成300（+25%法术攻击）法术伤害。 冷却值: 0 消耗: 0 技能1 - 护主邪冢: 描述: 干将连续两次将剑冢用力向前推刺出并自身后移，剑冢造成300/350/400/450/500/550（+50%法术加成）点法术伤害并击飞击退敌人。剑冢击伤的敌人3秒内降低150/180/210/240/270/300点法术防御。被动：每次击败英雄或助攻，剑冢都为干将增加自身15点永久法术强度，最高20层。 冷却值: 12/11/10/9/8/7 消耗: 80 技能2 - 雌雄双剑·近: 描述: 凌空成剑，释放雄剑，雄剑沿着曲型弹道飞行对敌方造成350/420/490/560/630/700（+45%法术加成）点法术伤害，新增剑气额外伤害100/120/140/160/180/200（+15%法术加成） 冷却值: 8 消耗: 45 技能3 - 雌雄双剑·远: 描述: 凌空成剑，释放雄剑，雄剑沿着曲型弹道飞行对敌方造成350/420/490/560/630/700（+45%法术加成）点法术伤害，新增剑气额外伤害100/120/140/160/180/200（+15%法术加成） 冷却值: 8 消耗: 45 技能4 - 剑来: 描述: 干将立刻刷新飞剑技能，并唤出更多的剑来强化下一次飞剑技能。被动：莫邪时刻观察着战场，将增加15%视野距离，每一股飞剑命中敌人减少剑来一秒CD。 冷却值: 40/35/30 消耗: 165 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：干将莫邪拥有超远距离输出的能力，选择铭文以增加输出能力为主。这套铭文能提供66点法术攻击，24点法术穿透，10％法术吸血，10％冷却缩减。66点法术攻击和24点法术穿透为干将莫邪前期提供了一定的伤害基础。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：爆发周期较短，回复能力较高，可以频繁使用技能消耗，由于爆发周期较短，多次爆发后，可以逼迫对方露出破绽 Tips：每一次命中都会造成高额伤害，每次释放技能都是对于对方的威慑，只需一次命中就会迫使对方回撤或直接造成死亡 英雄关系: 最佳搭档: 干将莫邪的自保能力较差，需要队友能提供一定帮助 钟无艳：钟无艳有着不俗的控制能力，所以他和干将莫邪搭配时就能很大程度上保证干将莫邪的技能命中率，同时钟无艳也能很好的保护干将莫邪。 压制英雄: 黄忠大招需要在固定位置释放，干将莫邪也需要对方不做移动，好打出毁灭性伤害 高渐离正好与干将莫邪相反，虽然拥有高额伤害，但需要进场输出，却是被干将莫邪克制 被压制英雄: 干将莫邪没有技能可以抵抗兰陵王的秒杀能力 当被花木兰近身后，是大部分法师的噩梦，当然也包括干将莫邪",
    "庄周的信息 技能信息: 被动 - 自然意志: 描述: 在自然梦境中，庄周解除并免疫所有控制效果，获得15%减伤，并增加15%移速，持续2秒。庄周每6秒进入一次自然梦境。 冷却值: 0 消耗: 0 技能1 - 化蝶: 描述: 庄周进入自然梦境并幻化出蝴蝶飞向指定方向，对路径上的敌人造成400/480/560/640/720/800（+72%法术攻击）法术伤害和50%减速，持续2秒。 冷却值: 8 消耗: 80 技能2 - 蝴蝶效应: 描述: 庄周梦中蝴蝶扇起翅膀，对附近的敌人造成250/320/390/460/530/600（+30%法术攻击）法术伤害，并增加范围内友军3%移速，持续5秒。 技能连续命中可叠加效果，伤害每层叠加125/160/195/230/265/300（+15%法术攻击）法术伤害，移动速度每层叠加3%，最多叠加5层。被动：庄周每隔6秒会自动释放一次【蝴蝶效应】。 冷却值: 6/5.4/4.8/4.2/3.6/3 消耗: 40 技能3 - 天人合一: 描述: 庄周幻化梦域保护队友和自身，解除范围内队友所受的控制效果并使他们免控和获得500/900/1300护盾，持续2秒。 冷却值: 60/55/50 消耗: 150 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：新版本的庄周不仅仅是一个只能辅助的坦克，其被动结合二技能叠起四层被动，可打出爆炸伤害。庄周佩戴输出铭文，提高法术攻击、法术吸血、法术穿透的能力，让庄周前期也能拥有很强的输出能力，为团队建立优势。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：庄周自身不惧怕控制，所以选择可以减少受到伤害的影忍之足 Tips：红莲斗篷有不错的清线能力，解控手段较多的庄周能够安全的将兵线整理好，解除队友的后顾之忧 英雄关系: 最佳搭档: 不知火舞：不知火舞作为法刺，常常需要切入敌方后排，但是自身较脆的特点让她非常惧怕控制，很容易被集火秒杀。而庄周提供的免伤免控能让她的输出环境安全很多，大招解控，让火舞能够轻易进团，打出爆炸伤害。 黄忠：庄周可以为黄忠提供很好的输出环境。在高端局对战中，庄周提供的免控免伤能够让黄忠不会被迅速击杀。黄忠在架起状态下，敌方突进如果强行切入，同时会进入庄周的攻击范围。不仅无法击杀黄忠，还会受到黄忠和庄周的双重伤害。 压制英雄: 花木兰：对局进行到中期时，花木兰便无法和庄周正面交锋。庄周不受控制，让花木兰的多数输出技能无效使用，而自身被动结合二技能伤害能让身板较脆的花木兰无法接受。即使残血对线，庄周也能轻易脱逃。 后羿：即使是出肉装的庄周，后期伤害也异常可怕，自身技能特点也让他根本不会被风筝。叠起被动的伤害能轻易击杀没有位移的脆皮，对此类英雄进行强力压制。 被压制英雄: 庄周很害怕孤军作战，所以单独遇到输出型刺客会被一顿暴打 由于灵活的貂蝉附带真实伤害，所以庄周在血量较低时需要注意貂蝉的追击",
    "廉颇的信息 技能信息: 被动 - 勇士之魂: 描述: 被动：廉颇释放技能过程中会处于霸体状态。进入战斗后廉颇的战意会逐渐提升，战意越高减伤越多，最多获得20%所受到的伤害。当战意充盈时，廉颇提升自身30%攻击速度。脱战后战意逐渐降低。 冷却值: 0 消耗: 0 技能1 - 爆裂冲撞: 描述: 廉颇向指定方向发起冲锋，对敌人造成150/170/190/210/230/250（+65%物理攻击）点物理伤害并将其击飞0.5秒。 被动：第三次普攻为直拳重击，对敌人造成额外200/260/320/380/440/500（+15%物理加成）点物理伤害。 冷却值: 9 消耗: 0 技能2 - 熔岩重击: 描述: 廉颇用臂甲向地面注入狂暴力量，获得350/420/490/560/630/700点护盾，1秒后地面会崩裂，对区域内的敌人造成100/125/150/175/200/225（+100%物理加成）（+4%最大生命）物理伤害，距离中心越近伤害越高，最高提升100%。技能范围内有敌人时会刷新【爆裂冲撞】的冷却，敌人会减少30%移速，非英雄单位会被拉向范围中心。技能释放期间可以使用其他技能。 冷却值: 11/10.4/9.8/9.2/8.6/8 消耗: 0 技能3 - 天崩地裂: 描述: 廉颇跳向指定区域连续锤击地面三次，第一次：造成60/90/120（+60%物理加成）（+3%最大生命）点物理伤害和30%减速。第二次：造成90（+90%物理加成）（+4%最大生命）点物理伤害和50%减速。第三次：造成120（+150%物理加成）（+6%最大生命）点物理伤害和1秒击飞。 冷却值: 54/45/36 消耗: 0 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：若廉颇是辅助位，则携带坦克铭文：宿命、虚空、调和；若走对抗路则携带百穿铭文：异变、鹰眼、隐匿。 廉颇团战要先手开团，利用一三技能的突进效果，可对敌方后排造成较大威胁。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：提高生存能力，在团战中控制敌人为队友提供更多的操作空间。 Tips：抓准时间进入战场利用位移技能接近敌方英雄并释放范围技能可以打出更多的伤害。 英雄关系: 最佳搭档: 阿轲：廉颇拥有比较强的坦克能力，在团战和对线时都可以主动利用1技能开团后2技能消耗找敌方英雄换血，等到敌方英雄交出关键技能后，可以利用自己的13技能控制配合阿轲完成击杀和收割。 马可波罗：马可波罗拥有比较强的远程poke能力，2技能的突进也可以快速跟上廉颇的1技能突进，对线时廉颇可以利用1技能和3技能控制限制敌方刺客对己方马可波罗的刺杀，也可以主动利用1技能开团，3技能配合闪现打出双段控制，为马可波罗创造良好的输出环境。 压制英雄: 张良：张良作为一个比较依赖控制效果的法师，1技能的控制和大招的控制，对拥有免伤的廉颇来说效果甚微，而且廉颇的1技能和3技能都可以很好的打断张良的大招技能对己方进行保护，为队友提供良好的生存环境。 王昭君：作为一个比较依赖2技能控制效果的英雄，面对廉颇时会很尴尬，因为廉颇本身拥有比较强的坦克能力，即使被王昭君大到也很难一套秒杀，王昭君开大后廉颇1技能和3技能都可以轻松打断，进攻时利用控制技能也配合队友黏住王昭君轻松将其击杀。 被压制英雄: 后羿普攻有减速效果，很容易风筝廉颇 廉颇不能很容易控制到灵活的貂蝉",
    "弈星的信息 技能信息: 被动 - 气合: 描述: 被动：弈星的普攻会造成法术伤害，任意技能命中敌人都会去叠加1层去气印记，4层气后，敌人 脚下会生成一颗棋子， 造成100(+ 10%法术攻击)法术伤害，并为弈星的本次棋局永久累积1 颗棋子数，击败/助攻/每60秒都会 获得5颗;每颗会累积1点法术攻击。印记触发产生的棋子 均会被棋阵中心吸引，对连线上敌人造成170(+ 11 %法术攻击)法术伤害。 受到致命伤害会遁入虚无，在脚下产生一颗棋子，免疫所有伤害并提升30%移速，持续1秒 这个效果有150秒冷却； 去气棋子短时间多次命中敌人，后续伤害会衰减至50% 冷却值: 0 消耗: 0 技能1 - 飞攻: 描述: 指定位置释放棋子，获取施法区域视野，持续3秒，造成120/145/170/195/220/245（+11%法术攻击）法术伤害，并减少0.5秒【镇神】冷却时间，棋子存在12秒；若棋子位于棋阵内，会被中心吸引，对连线上敌人造成180/218/256/294/332/370（+30%法术攻击）法术伤害和50%减速持续1秒；命中后获得强化普攻，造成120/145/170/195/220/245（+60%物理攻击）（+18%法术攻击）法术伤害。当棋子数达到50/110/181时，可以点击额外技能进阶强化普攻，同时获得5秒爆发移动速度加成，进阶后强普依次获得散射/攻击伤害增加17%/攻击伤害增加34%。棋子每6秒存储一颗，上限两颗；连线伤害0.5秒内连续命中敌人，伤害衰减至50%；强普法球效果衰减至30%。 冷却值: 1.5/1.4/1.3/1.2/1.1/1 消耗: 30 技能2 - 镇神: 描述: 对指定区域造成175/200/225/250/275/300(+18%法术攻击)法术伤害后扩散形成棋阵，棋阵会存在10秒，任意敌方英雄/弈星穿过棋阵边缘时，会被去气/50%衰减加速持续1秒，分别至多触发次; 距离棋阵过远时，棋阵会消散释放后激活技能第二段， 短暂延迟后使目标方向敌人被吸向棋阵中心一 段距离，并造成175/200/225/250/275/300(+18%法术攻击)法术伤害; 该技能对非英雄单位伤害提高180%。 冷却值: 10 消耗: 65 技能3 - 万变之局: 描述: 弈星以自身位置为棋盘一角，画出一个虚空棋盘，1.5秒后棋盘完全成型，对范围内敌人击飞0.5秒。棋盘持续4秒，在此期间棋盘内的敌人无法离开棋盘，棋盘持续对敌方英雄叠加3次去气印记，同时会暴露视野。如果成功困住敌方英雄，弈星存储一次【飞攻】。 棋盘面积越小，冷却越短，最多缩减25%，棋盘成型期间，弈星获得30%~70%衰减移速。 冷却值: 60/57.5/55 消耗: 100 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：铭文推荐梦魇、心眼、狩猎，以加强弈星的移动速度和法术伤害。也可以用部分贪婪取代狩猎，强化法术吸血效果。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：出装方面，冷静之靴、日暮之流能极大缩减技能冷却，让弈星出招更快，大招棋盘封锁更频繁。 在后期阶段，强化普攻的进阶效果，搭配噬神之书和金色圣剑，兼顾续航和爆发。 Tips：使用贤者之书替换金色圣剑，可以更多的打出技能伤害，减少对强化普攻的依赖，让自己更加安全地输出 英雄关系: 最佳搭档: 刘禅可以很好的保护弈星，提供输出空间；同时也可以开团，提高弈星大招的命中率 当弈星的大招棋盘关住敌人后，娜可露露可以有效弥补输出 压制英雄: 弈星的施法距离和生存性能，可以持续远距离消耗较难切入的战士、坦克 弈星的大招对于缺乏位移的射手，命中率较高，关住后容易配合队友进行击杀 被压制英雄: 弈星惧怕强突进刺客类英雄，对于贴近的敌人较难去拉开距离，容易被快速击杀 干将莫邪的射程较远，可以压制弈星并比较轻松地躲避弈星的技能和控制",
    "张良的信息 技能信息: 被动 - 言灵·咒令: 描述: 被动：张良对任一敌人造成的相邻两次普攻或技能伤害的时间间隔若小于1.5秒，这两次伤害的间隔时间被视为“连续攻击状态”，该状态每积累满1.2秒，会使该敌人额外承受100（+50%法术加成）点真实伤害，该伤害随英雄等级每级成长10点。 冷却值: 0 消耗: 0 技能1 - 言灵·壁垒: 描述: 张良以言灵之术召唤4道并列的法术壁垒，敌人触碰壁垒将受到400/450/500/550/600/650（+75%法术加成）点法术伤害、0.75秒晕眩和之后0.5秒50%减速，并撞碎这块壁垒。重复触碰壁垒的敌人承受的伤害衰减50%，不再承受晕眩效果，但会承受1.25秒50%减速效果。 冷却值: 11/10.6/10.2/9.8/9.4/9 消耗: 80 技能2 - 言灵·命数: 描述: 张良以言灵之术召唤侵蚀法阵，法阵每0.5秒对踏入其中的敌人之一造成120/144/168/192/216/240（+17%法术加成）点法术伤害，同时最多存在2个法阵(法阵对小兵野怪额外造成50%伤害)。法阵每12秒存储一次（受到减CD属性影响），最多存储3次，每个法阵持续5.5秒。张良在法阵中提升60点移动速度。法阵可提供视野。 冷却值: 2 消耗: 80 技能3 - 言灵·操纵: 描述: 张良以言灵之术抓住一名敌方英雄，持续2.2秒，期间每0.5秒造成120/150/180（+15%法术加成）点法术伤害，并持续压制对方。技能完整释放后，还会在目标身下生成一个法术区域，对踏进其中的敌人造成240/300/360（+30%法术加成）点法术伤害和0.75秒晕眩。 冷却值: 50/45/40 消耗: 130 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：法功和法术穿透可以强化张良前期作战能力，法术吸血可以增强续航能力，张良的被动依赖对敌人持续的控制和伤害来触发，更短的冷却时间对此很有帮助 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：张良手握游戏中有非常强势的压制类控制技能，但仅靠闪现开团效率较低，疾步之靴能让张良快速的逼近对手，打出控制 Tips：张良被突袭时，放置1,2技能后配合辉月主动效果，往往能做到反杀 英雄关系: 最佳搭档: 张良的先手能力和长时间控制，给后羿提供了黏住敌人并且持续输出的环境 张良和白起大招的衔接可以形成长时间的控制链，为张良2技能以及其它队友的输出创造环境 压制英雄: 张良面对无位移的持续输出型战士时，自身“拖住敌人”的优势特质容易发挥出来 张良手握两个硬控技能，对阵有长时间引导技能敌人时，可以轻易将其施法打断 被压制英雄: 张良缺乏远程爆发，也没有位移，面对手长爆发高的对手无论在消耗还是躲避上都比较吃亏 具有瞬移能力的对手，可以轻易避开张良1、2技能的法术场",
    "张飞的信息 技能信息: 被动 - 黑暗潜能: 描述: 被动：张飞变身前，每次普通攻击会增加3点狂意；张飞变身后，施放技能会使得周围的地面震动，附近的敌人将会减少50％移动速度，持续2秒。 冷却值: 0 消耗: 0 技能1 - 画地为牢: 描述: 张飞挥扫蛇矛对敌人造成450/550/650/750/850/950（+100%物理攻击）物理伤害，命中敌方英雄时会将其击退。命中敌方单位会增加3点狂意。 冷却值: 6 消耗: 0 技能2 - 守护机关: 描述: 张飞向指定区域跳跃，落地时启动机关印记，机关会给范围内友军生成可抵免550/740/930/1120/1310/1500（+50％物理加成）点伤害的护盾；释放技能会增加3点狂意，每给一位友方英雄生成一个护盾可额外增加1点狂意；变身后，张飞向指定区域跳跃，践踏该区域敌军造成380/430/480/530/580/630（+94％物理加成）点物理伤害 冷却值: 12/11.6/11.2/10.8/10.4/10 消耗: 0 技能3 - 狂兽血性: 描述: 张飞怒吼形成狂风通路，获得40%最大生命的护盾，持续15秒。怒吼期间免控切无敌，持续1.25秒，狂风会推开敌人并造成500/750/1000（+65%物理攻击）物理伤害，狂风末端的敌人被眩晕1.5秒。张飞在狂风中会增加50%移速。魔种真身：张飞处于魔种真身状态下，普攻将会额外造成40/50/60（+100%物理攻击）伤害，魔种真身状态结束时，会自动触发【画地为牢】技能效果。 冷却值: 40 消耗: 100 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：张飞是坦克，蓝色调和提升最大生命、回血；绿色虚空提供的冷却缩减可以更好的释放技能；红色宿命为变身后输出作保障，最大生命、物理防御还能增加张飞的肉度。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：张飞大招的护盾为最大生命值加成，需要尽可能的让其厚实以便于张飞吸收更多的伤害 Tips：变身后的张飞，肉搏能力也会大幅提升，带有极寒风暴时，张飞能够让敌人遭到额外的伤害和削弱 英雄关系: 最佳搭档: 黄忠：黄忠较脆，需要队友对其施加保护，而张飞就是保护黄忠免受伤害的不二人选，当黄忠开大的时候最害怕的就是对手的突进以及集火，而由于张飞的存在，能够为其提供护盾并击飞对手，开大后更能将对手击晕退散，帮助黄忠打出最高输出并保证黄忠免受伤害。 后羿：后羿也是依赖队友保护的英雄之一，同时也是最具嘲讽特色的英雄，所有刺客都想要第一时间击杀后羿，因为后羿的输出极为恐怖。张飞为后羿提供的护盾至少可以抵挡对面刺客的一个技能，同时一技能能够将对手与后羿保持一定距离，而大招更能够帮助后羿提供更好的输出环境，最大化后羿的输出。 压制英雄: 王昭君：拥有张飞的阵容不惧怕王昭君，因为张飞的所有技能都是为了打断王昭君大招而生。当王昭君放大的时候，张飞只需要跳进去击飞就行，如果没有击飞，还有大招的眩晕打断。 墨子：墨子也是极其惧怕张飞打断的英雄之一，墨子开大，张飞只需要跳过去击飞，远距离情况下，也可以大招打断保护被控制的队友。 被压制英雄: 张飞单人作战能力不强，遇到花木兰这种爆发刺客还是撤退吧 庄周的大招能缓解张飞技能的控制",
    "成吉思汗的信息 技能信息: 被动 - 追猎: 描述: 被动：成吉思汗穿越草丛时增加40%移速，持续2秒，同时下次普攻变为两连射，每支箭矢造成0( +60%物理攻击)物理伤害，两连射有4秒冷却。击杀任一单位也会获得 【追猎】的加速效果。成吉思汗处于草丛中时增加30%对野怪伤害。 冷却值: 4 消耗: 0 技能1 - 鹰眼: 描述: 成吉思汗释放猎鹰照亮周围区域并沿途获取敌人视野，持续5秒。被动：箭矢对同一个目标的第四次攻击会额外造成270/312/354/396/438/480（+45%物理攻击）物理伤害，该伤害对野怪额外提升100%效果，并提升自身移速40%持续2秒。每16/14.5/13/11.5/10/8.5秒可准备1只猎鹰，同时最多可拥有2只猎鹰。 冷却值: 5 消耗: 60 技能2 - 百兽陷阱: 描述: 成吉思汗投掷陷阱，触碰陷阱的敌人会减少30%移速并暴露视野。被触发的陷阱短暂延迟后对区域内造成360/432/504/576/648/720（+120%物理攻击）物理伤害，并为成吉思汗触发【追猎】的加速效果。每12/11/10/9/8/7秒可准备一枚陷阱，最多同时储备3个陷阱，陷阱可存在120秒。未被触发的陷阱落地2秒后隐形。 冷却值: 2 消耗: 50 技能3 - 可汗狂猎: 描述: 成吉思汗对敌人射出箭矢造成120/160/200（+100%物理攻击）物理伤害。箭矢可触发普攻的法球效果并可暴击和吸血。每5/4.5/4秒可准备1只箭矢，同时最多可储备5只箭矢。 冷却值: 2 消耗: 30 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：成吉思汗最大的优势在草丛作战的全面性，无论是移速，视野提供都尤为出色，狩猎的移速和攻速可以提升机动性，穿透效果可以确保前中期的伤害足够，红色暴击是博伤害的玩法，前中期一旦出现暴击可以达到非常高的收益。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：成吉思汗的大招把握好节奏可以很好的利用宗师之力的被动打出高额伤害 Tips：成吉思汗没有位移技能，在后期成型后需要一件防御装备来避免失误，增加容错几率 英雄关系: 最佳搭档: 牛魔：牛魔被动的双抗加成对相对脆皮的成吉思汗来说提升十分明显，成吉思汗的出装中基本很少出到防御类装备，双抗的加成可以很好的弥补这一点；两个控制技能也能很好的保护到成吉思汗，即使对面突进比较多，也能救成吉思汗与水火之中。 张飞：在团战中，张飞大招可推开并眩晕对方英雄突进切入英雄，对成吉思汗产生很好的保护效果，后续的减速配合成吉思汗的草丛加移速，可以为成吉思汗提供良好的输出环境，让成吉思汗轻松打出成吨的伤害。 压制英雄: 兰陵王：成吉思汗对兰陵王的压制主要体现在一技能的视野对兰陵王大招隐身的针对，使用1技能查看视野可以捕捉到兰陵王的位置，对于自己和己方输出英雄的安全都可以保障。成吉思汗本身对野区有强大压制能力，利用1技能和2技能的配合，频繁入侵兰陵王野区也可以帮助队友快速累积优势。 阿轲：成吉思汗一技能和二技能都能让开启隐身的阿轲无所遁形，以隐身切人为主的阿轲无法通过隐身走位靠近我方输出英雄。团战中，企图用大招进场的阿轲会瞬间暴露就成为集火目标。 被压制英雄: 兰陵王的隐身和秒杀能力很容易接近成吉思汗将其秒杀 花木兰的超高爆发输出能力能快速击杀走位不慎的成吉思汗",
    "扁鹊的信息 技能信息: 被动 - 恶德医疗: 描述: 扁鹊的普攻和技能命中敌人会叠加毒药印记，最多可叠加5层，每秒造成20~40(随英雄等级成长)(+5%法术攻击)法术伤害，持续7秒。扁鹊的治疗技能命中友方英雄会叠加恢复印记，最多可叠加5层，扁鹊每秒恢复3~6(随英雄等级成长)(+2.5%法术攻击)点生命，持续7秒，友方英雄生效100% 冷却值: 0 消耗: 0 技能1 - 致命灵药: 描述: 扁鹊扔出致命毒药瓶，药瓶触地破碎后流出毒液，持续4秒，每秒对范围内的敌人造成60/72/84/96/108/120(+12%法术攻击)法术伤害和30%减速，持续2秒。扁鹊每15秒可制作1瓶毒剂，最多储存3瓶。 冷却值: 2 消耗: 40 技能2 - 善恶诊断: 描述: 扁鹊释放药剂，对路径上的敌人造成100/120/140/160/180/200(+30%法术攻击)法术伤害，对范围内的友方英雄回复50/60/70/80/90/100(+15%法术攻击)点生命，并施加恢复印记。 冷却值: 5 消耗: 60 技能3 - 生命主宰: 描述: 扁鹊引爆附近所有印记，对敌人造成150/225/300(+40%法术攻击)法术伤害，对友方英雄回复70/105/140(+20%法术攻击)点生命，每层印记增加50%额外伤害与治疗效果。扁鹊自身额外回复400/600/800(+30%法术攻击)点生命。 冷却值: 15/13.5/12 消耗: 130 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：对扁鹊来说最重要的是攻速和冷却，冷却效果可以通过装备补充，选择标准的攻速铭文可以让扁鹊轻松普攻叠加被动到5层，达到最大收益，穿透效果可以帮助扁鹊在前期达到伤害最大化，移速可以增加扁鹊gank支援能力。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：回响之杖能够提供移速，让扁鹊走位难度降低，同时极寒风暴提供的防御力搭配贤者之书的最大生命值属性，能让作战半径较近的扁鹊不至于无法站稳 Tips：扁鹊攻击范围较近，同时由于拥有治愈队友的能力会遭受到不少的突袭，根据形势可以选择再补充一件针对性的防御向装备 英雄关系: 最佳搭档: 蔡文姬：①团战处理：这两个英雄具有较好的恢复能力，称为奶妈奶爸，在团战中给队友足够回血效果，使队友的血量处于一个较为健康的状态，可以保证团战的容错率。②技能配合：蔡文姬的2技能弹弹乐给扁鹊提供了很好的留人效果，配合扁鹊的1，2技能加普攻，可以轻松打出5层被动，辅助用大招可以打出高额的输出量。 项羽：项羽拥有很强的坦度与控制能力，可以把敌方突进英雄推远，让敌人无法接近，大招的控制效果也可以让敌方失去反制能力。项羽的时刻保护，配合扁鹊减速叠毒，会让敌方英雄很痛苦。 压制英雄: 妲己：妲己初期清理兵线能力比较弱，扁鹊强的AOE清理兵线能力会更强一些，可以使经济和等级领先；在前中期妲己的伤害比较低无法一套技能秒发扁鹊，技能冷却时间内又是妲己的真空期，扁鹊利用比较强的恢复和赖线能力，可以轻松和妲己对线压制。 东皇太一：东皇太一初期具有较强的入侵野区能力，扁鹊和其他中单不同，扁鹊主要靠普攻叠被动来打更多输出的，所以当东皇太一来己方蓝buff时，扁鹊可以通过普攻和技能不断对他进行消耗，可以避免了近战英雄和东皇太一站撸的情况。使东皇太一初期入侵能力下降，避免敌方在初期拿到节奏。 被压制英雄: 兰陵王的隐身和秒杀能力很容易接近扁鹊将其秒杀 花木兰的超高爆发输出能力能快速击杀走位不慎的扁鹊",
    "明世隐的信息 技能信息: 被动 - 大吉大利: 描述: 每过5秒，下次普攻造成300(+ 15%法术攻击)法术伤害，并从敌人身上激发血球为法器连接，队友回复225（+30*英雄等级）（+0.225Ap）点生命，为自己回复150（+20*英雄等级）（+0.15Ap）点生命。若命中的敌人非英雄，则回复量较低，分别为150(+15%法术攻击)点和100(+10%法术攻击)点。 冷却值: 0 消耗: 技能1 - 临卦·无忧: 描述: 投掷法器连接目标，对不同目标产生不同效果。连接队友：增加其15(+6%法术攻击)点物理攻击、24(+10%法术攻击)点法术攻击、5%移速和15/18/21/24/27/30%攻速。连接敌人：减少其50(+9%法术攻击)点物理攻击、75(+13%法术攻击)点法术攻击，每0.5秒造成30/60/90/120/150/180(+20%法术攻击)法术伤害，并对魂链触碰的敌人造成额外100%伤害。提升自身：强化自身2/3该数值的物理攻击和法术攻击(不随断链移除)并提升15%移速。属性效果可由【师卦·飞翼】切换为防御状态效果。被魂链连接的敌人将暴露视野。加入辅助追踪队友功能，可以更容易挂上队友。 冷却值: 3 消耗: 技能2 - 师卦·飞翼: 描述: 切换法器状态以改变【临卦·无忧】对目标的连接效果。攻击改变状态：使连接的队友增加15/24/33/42/51/60(+6%法术攻击)点物理攻击及24/36/48/60/72/84(+10%法术攻击)点法术攻击，并强化自身2/3该数值的物理及法术攻击，且为队友目标增加攻速。使连接的敌军减少50(+9%法术攻击)点物理攻击及75(+13%法术攻击)点法术攻击。防御改变状态：增加/减少连接的队友/敌人20/22/24/26/28/30%物理防御及法术防御，并强化自身2/3该数值的物理防御及法术防御。 冷却值: 3 消耗: 技能3 - 泰卦·长生: 描述: 在0.75秒吟唱后，对法器连接的敌人造成1000(+150%法术攻击)真实伤害，如果是队友会回复等量生命，同时自身损失等量生命。损失值不会超过当前生命，损失生命会在10秒内恢复。被动：明世隐脱战后每秒回复5%已损生命。 冷却值: 40/35/30 消耗: 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：提升生存 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：对C位保护效果好 Tips：增加自身坦度 英雄关系: 最佳搭档: 进一步提升狄仁杰输出，同时狄仁杰具有一定自保能力，弥补明世隐保人能力的不足 明世隐的治疗能力能在白起被动技能的作用下得以放大 压制英雄: 大招的回血避免队友被李白大招击杀 持续治疗减少POKE带来的伤害 被压制英雄: 明世隐不擅长开视野，容易被爆发型英雄埋伏一波输出 明世隐和连着的队友走得比较近，容易被甄姬二技能多次弹射",
    "曹操的信息 技能信息: 被动 - 争霸: 描述: 曹操释放技能后获得强化普攻，使用强化普攻时朝前方挥出一道剑气，提升攻击距离并增加35%~70%攻击速度。强化普攻最多可储存5层。剑气末端造成的伤害会降低25%。 冷却值: 0 消耗: 0 技能1 - 霸道之刃: 描述: 曹操发起斩击突袭，对路径上的敌人造成300/360/420/480/540/600(+90%额外物理攻击)物理伤害。最多可以连续释放3次，每少释放一次则减少30%冷却时间。第三次斩击会将敌人击飞0.5秒。 冷却值: 10/9.4/8.8/8.2/7.6/7 消耗: 0 技能2 - 纵横天下: 描述: 曹操挥出强大剑气，对路径上的敌人造成350/420/490/560/630/700(+130%额外物理攻击)物理伤害并减少其25/30/35/40/45/50%移速，持续2秒。每命中一名敌方英雄回复150/180/210/240/270/300(+7%额外生命)点生命，非英雄单位减半。被动：普攻命中敌人时减少0.5秒【纵横天下】的冷却。 冷却值: 10/9.2/8.4/7.6/6.8/6 消耗: 0 技能3 - 浴血枭雄: 描述: 曹操以鲜血意志强化大剑，解除自身控制效果并回复18%已损生命，同时自身增加100/150/200点物理攻击和10/15/20%韧性，持续8秒，释放时对附近敌人造成400/600/800(+120%额外物理攻击)物理伤害。强化期间每次普攻或一技能命中敌人会回复150/225/300(+7%额外生命)点生命。 冷却值: 40/35/30 消耗: 0 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：曹操作为一名战士，宿命提高突进时的生存能力，鹰眼保证在切入后排时能有足够的伤害击杀脆皮，狩猎提供的移动速度提高机动性。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：大量的冷却缩减属性能让曹操技能释放的更加频繁，一定坦度的肉装能让曹操不至于死在靠近敌人前 Tips：曹操靠近敌人后极快的恢复能力让其搭配名刀被动能挽回不利战局 英雄关系: 最佳搭档: 庄周：利用2技能增加移动速度，增加己方突进的机动性，在gank的时候除了有加速增益外，还能使用1技能为敌人施加减速效果，这样更能帮助曹操留住敌人。在进行团战时，这时候庄周的大招天人合一可以完美的解决曹操控制的烦恼，并且还有持续2秒的免疫控制以及提高伤害减免效果，可以让曹操更加放心的冲锋陷阵。 孙膑：孙膑在和曹操打配合时可以为他增加技能冷却以及移动速度加成。使用2技能加速可以让曹操贴近敌人进行打击，生命恢复可以很好的提高曹操的生存能力。在曹操进行突进切入敌军后排时可以开启大招，能帮助曹操对后排输出英雄进行大范围沉默以及减速效果，曹操利用技能突进配合孙膑可以达到1+1＞2的效果。 压制英雄: 王昭君：王昭君的关键点于2技能的冰冻效果，冻住英雄大招打出极高的爆发。曹操的大招能够增加韧性、再加上抵抗之靴的增加的韧性，不管冰冻还是减速对曹操来说都是没有太大威胁的，而且曹操1技能位移也可以轻松躲掉王昭君的2技能，突进击杀王昭君。 鲁班七号：曹操的一套技能很少有脆皮能够承受的住。他的高机动性和强大控制能力，也让没有位移的脆皮十分头疼，即使鲁班的高伤害可以给予他一定的自保能力，曹操强大的大招回血效果也能抵消这个优势，可以轻松压制近乎无解。 被压制英雄: 刘邦的2技能能有效的控制曹操输出 王昭君的减速和控制技能限制曹操的输出能力",
    "李信的信息 技能信息: 被动 - 灰暗利刃: 描述: 被动：李信逐渐解放力量，普攻与2技能命中英雄能够获得额外10点经验值；狂暴利刃：李信普通攻击会造成两段伤害，第一段造成100%物理加成点物理伤害，第二段造成65～205点物理伤害（随人物等级成长），李信在该形态下会增加30点移速；辉耀利刃：李信释放技能后的下一次普通攻击距离提升并额外造成50%伤害，同时李信的强化普攻或者技能命中敌人将会减少所有技能1秒冷却时间。 冷却值: 0 消耗: 0 技能1 - 急速突进: 描述: 向指定方向进行突进；无畏冲锋：李信积蓄力量发起冲锋，移除自身减速效果、增加100点移动速度和每0.5秒50点生命回复，蓄力冲锋期间免疫控制蓄力超过1秒，会提升40%攻速持续3秒，同时蓄力增加的移速会在2秒内缓慢结束。李信每次普攻命中敌人都可以减少【无畏冲锋】1秒的冷却时间；希望之跃：李信进行蓄力，在蓄力过程中获得免控和25%免伤效果，蓄力后向指定方向突进并造成50(+50%物理攻击)~150(+150%物理攻击)物理伤害并附加目标12%已损生命的物理伤害，蓄力1秒后伤害达到上限，蓄力打断返还40%的冷却。在突进时仍会有免控效果。 冷却值: 8/7/6/5/4/3 消耗: 0 技能2 - 强力斩击: 描述: 李信向指定方向斩出剑气，对路径上敌人造成300/350/400/450/500/550（+100%物理加成）点物理伤害和减速持续2秒；残暴撕裂：李信向指定方向斩出剑气，对命中的敌人造成280/330/380/430/480/530（+80%物理加成）点物理伤害和50%减速持续2秒，被剑气命中的敌人还会被撕裂，使得李信的普通攻击会对其造成额外90/108/126/144/162/180点物理伤害，当剑气命中敌方英雄时，李信该形态下的普通攻击还可以回复55/65/75/85/95/105点生命值；迅烈之华：李信持续向指定方向持续斩出最多四道剑气，对路径上敌人造成100/120/140/160/180/200（+150%物理加成）点物理伤害，并回复自身30/35/40/45/50/55（+15%物理加成）点生命值。 冷却值: 5 消耗: 0 技能3 - 力量觉醒·光: 描述: 李信学习大招的瞬间解放魔道家族的力量，改变战斗形态至统御；暗影爆发：李信释放力量，短暂延迟后以释放点为中心对范围内敌人造成600/900/1200（+120%物理加成）点物理伤害和0.75秒击飞；光翼连斩：李信积蓄力量，结束后向指定方向斩出三道剑气，对路径上敌人造成150/200/250（+75%物理加成），最大为450/600/750（+225%物理加成）点物理伤害，当多道剑气命中同个目标时，从第二道剑气开始将只造成30%的伤害；蓄力1秒后伤害达到上限，蓄力打断会返还40%的冷却时间。在释放剑气时仍会有免控效果。 冷却值: 30 消耗: 0 技能4 - 力量觉醒·暗: 描述: 李信学习大招的瞬间解放黑暗复仇的力量，改变战斗形态至狂暴；力量掌控：李信压制身体内狂暴的力量，转化为统御形态；力量解放：李信解放身体内狂暴的力量，转化为狂暴形态；变身过程无法被技能打断。 冷却值: 30 消耗: 0 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：选择通用的战士铭文，但如果配合熟悉的队友，在选将时即可选择更加倾向于统御形态的输出铭文 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：暗影战斧是李信的核心装备，在此之后的装备选择就需要判断需要使用哪种形态作为主力并根据局势选择全输出打伤害或者半肉装进行突破单带 Tips：当李信去打野时，在前中期可以选择暗形态清野，并在随后添置攻击向装备为打团时的光明形态累积足够高的攻击力 英雄关系: 最佳搭档: 李信在蓄力或挥舞剑气时，非常需要张飞的击退帮助缓解被突袭的压力 李信突袭时，孙膑不仅仅可以给予加速，还能让突袭过程中受到的伤害减少 压制英雄: 露娜的技能需要冲进战团释放，虽然灵活，但李信范围伤害能让其无处可躲，非常难以找到空隙入场 突进中免疫控制的李信可以无视大部分控制接近位移能力不行的甄姬展开近战 被压制英雄: 虽然比较笨重，但近身爆发力使得李信并不太过畏惧刺客，但是面对伤害覆盖范围更远的法师时，就会有点被动 灵活的射手始终占据着主动，并且突进主要靠双腿的李信容易完整的将马可波罗的技能全盘接受",
    "李元芳的信息 技能信息: 被动 - 密探谛听: 描述: 被动：元芳可爱的大耳朵可以帮助元芳周期性谛听周围的动向，获得并捕捉敌方英雄的踪迹，获得敌方视野1秒，对同一单位6秒生效一次。同时李元芳可以识破野怪弱点，所有的攻击会对野怪额外造成10%真实伤害。 冷却值: 0 消耗: 0 技能1 - 谍影重重: 描述: 元芳使用暗印标记敌方目标，4秒后爆炸对范围内敌方造成80/110/140/170/200/230(+65%物理加成）点物理伤害，元芳对该目标的普通攻击会叠加暗印标记，最多叠加4层，每层印记会额外造成80/110/140/170/200/230(+65%物理加成）点物理伤害，叠加满4层会立即引爆暗印，暗印标记在被清除时会根据当前层数结算伤害。释放技能时元芳会增加40/46/52/58/64/70%攻击速度和75点攻击距离，持续4秒。 冷却值: 10/9.6/9.2/8.8/8.4/8 消耗: 60 技能2 - 刃遁: 描述: 元芳向指定方向放出飞轮，同时施展鬼魅身法在终点现身接住飞轮，移动时元芳将无法被选中，飞轮会对敌人造成200/220/240/260/280/300（+50%物理加成）点物理伤害并减少50%移动速度，持续2秒；经过的地面留下燃痕，持续2.9秒，对路径上的敌人每0.25秒造成80/88/96/104/112/120（+20%物理加成）点物理伤害并减少50%移动速度。 冷却值: 12/11.2/10.4/9.6/8.8/8 消耗: 80 技能3 - 无间刃风: 描述: 元芳平扔出飞轮到指定位置旋转卷起利刃风暴，利刃撞击目标中造成215/275/335（+75%物理加成）点物理伤害，持续5.4秒，对范围内的敌人每0.5秒造成75/93/111（+35%物理加成）点物理伤害并减少50%移动速度，内圈会受到双倍的刃伤；刃伤也可叠加暗印层数。 冷却值: 36/30/24 消耗: 130 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：隐匿和红月提升物理攻击，鹰眼的物理穿透能够让李元芳技能伤害更高。隐匿的10%的移速可以帮李元芳在初期更好的gank，是追杀与逃生的利器。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：虽然李元芳的射程不够远，但逃生能力不错，所以出装上可以大胆的选用全输出装备进行伤害压制 Tips：当敌方多位英雄物理防御较高时，破晓能够提供的破甲效果是李元芳必备的属性 英雄关系: 最佳搭档: 白起：作为目前版本唯一有嘲讽技能的英雄，白起的控制和坦克效果极强，李元芳的一技能飞镖拥有AOE爆炸效果，如果敌方英雄聚在一起，很容易打出较高的爆炸伤害，元芳的大招也有比较强的AOE伤害，白起如果2技能配合大招同时嘲讽控制敌方多名英雄，李元芳1技能接大招可以轻松打出爆炸伤害。 墨子：李元芳到了后期，他的输出和射程相对其他射手会差一些，拥有高额伤害和远程poke控制能力的墨子可以为李元芳补足短板，墨子的大招同时控制多人也可以配合李元芳完成爆炸输出。 压制英雄: 兰陵王：兰陵王的核心玩法是隐身后先手秒杀敌方核心输出点，有李元芳的被动在可以轻松探测到敌方兰陵王的位置和动态，强大的反隐效果可以让兰陵王失去gank己方核心输出位的机会，躲避好兰陵王的2技能后站撸也可以轻松击杀兰陵王。 阿轲：阿轲前期比较依赖野区资源需要发育，4级前很难有gank抓人能力，而李元芳可以快速清线支援，李元芳被动的监听效果也可以限制阿轲的大招隐身效果，在被阿轲gank时不光可以观察到敌方动向，还可以利用大招减速和2技能位移与阿轲拉开距离，1技能后的攻速提升可以让李元芳在短时间内打出高额伤害。 被压制英雄: 兰陵王的隐身和秒杀能力很容易接近李元芳将其秒杀 花木兰的超高爆发输出能力能快速击杀走位不慎的元芳",
    "李白的信息 技能信息: 被动 - 侠客行: 描述: 被动：李白使用普通攻击攻击敌人时，会积累1道剑气，持续3秒；积累4道剑气后进入侠客行状态，增加30点物理攻击力并解除青莲剑歌的封印，持续5秒；攻击建筑不会积累剑气 冷却值: 0 消耗: 0 技能1 - 将进酒: 描述: 李白可用醉剑式向指定方向连续突进2次，对路径上的敌人造成350/395/440/485/530/575（+110%额外物理加成）物理伤害并且造成晕眩0.5秒，同时会叠加一道剑气。第三次释放会回到原地。每次释放间隔不能超过5秒。 冷却值: 8/7.4/6.8/6.2/5.6/5 消耗: 60 技能2 - 神来之笔: 描述: 李白以自身为中心化剑为青莲剑阵，对范围内敌人造成180/210/240/270/300/330（+60%物理加成）点物理伤害。对触碰到剑圈的敌人造成300/350/400/450/500/550（+100%额外物理攻击）物理伤害并且会减少90%移动速度，持续1秒。同时敌人会减少100/175/250/325/400/475点物理防御，持续3秒。李白释放技能期间不可被选中并解除所有控制效果。 冷却值: 12/11.6/11.2/10.8/10.4/10 消耗: 60 技能3 - 青莲剑歌: 描述: 李白化身为剑气，对指定方向范围内的所有敌人飞速穿梭斩击5次，每次斩击造成220/270/320（+50%额外物理加成）点物理伤害；当同时攻击多个敌方英雄时，每增加一位敌方英雄将衰减15%的伤害，最低衰减至初始伤害的70%；青莲剑歌需要由侠客行解除限制后方可释放，使用后立即进入限制状态；李白释放技能期间不可被选中和攻击 冷却值: 12 消耗: 120 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：这套铭文可以为李白提供物理攻击能力和百穿效果，能确保李白在初期就可以配合2技能减少抗性把大招伤害完美呈现，虽然解封大招是李白的关键玩法，但是李白最常用是野区累积解封或者1技能后平A组合技能解封。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：全输出装备来提升自身爆发能力，利用伤害压制对手，名刀能有效提升李白的生存能力 Tips：配合李白1技能能完美发挥宗师之力的属性价值，但需要较高的操作手法 英雄关系: 最佳搭档: 鬼谷子：鬼谷子和李白可以产生很好的联动效果，李白2技能减伤后大招可以伤害爆炸，鬼谷子的1技能可以减少敌方抗性，配合李白的2技能大招会让伤害最大化，大招隐身技能也可以让李白的行踪难以被掌控。 黄忠：在初期黄忠的2技能减破甲和减速效果可以配合李白轻松完成gank，双破甲效果在前中期可以轻松秒杀敌方脆皮英雄为己方建立优势，李白在中后期身板比较脆皮，经常会出现不敢去攻击兵线或者野怪解封大招的现象，在黄忠大招的范围内可以轻松解封大招消耗敌方，不管是防守还是进攻都可以玩出很多战术。 压制英雄: 妲己：妲己是一个操作简单的英雄，直接释放技能231，即使不能将敌方英雄击杀也可以做到残血降低威胁的效果，但是李白拥有灵活的位移和免疫伤害技能，面对妲己时可以解封大招后2技能大招poke，也可以1技能先手控制妲己，在妲己准备释放技能时用2技能或者大招抵消，李白可以轻松对妲己进行压制。 诸葛亮：诸葛亮的位移距离比较短，如果被李白切近身很难逃脱，本身身板也比较脆弱，一旦被李白的2技能配合大招攻击会降低血线甚至被击杀，同时李白的二技能和大招都可以完美躲诸葛亮的大招和技能，李白可以轻松应对诸葛亮。 被压制英雄: 孙膑的大招沉默效果可以在李白进场后施放配合队友将其秒杀 张良的硬控能控住李白将其击杀",
    "杨戬的信息 技能信息: 被动 - 神智侵蚀: 描述: 被动：杨戬附近的每个敌方英雄都会使杨戬减少自身20%所受控制效果的持续时间，最多减少60% 冷却值: 0 消耗: 0 技能1 - 逆转乾坤: 描述: 杨戬召唤哮天犬并让其向指定方向发起冲锋，对第一个命中的敌人造成210/255/300/345/390/435（+45%物理加成）点物理伤害，如果命中敌人，5秒内可再次释放该技能，释放后杨戬将冲向该敌人并发起一次攻击，造成320/395/470/545/620/695（+65%物理加成）点物理伤害并附加目标已损生命值16%的物理伤害，对非英雄目标最多附加800伤害；若目标单位被击败则立即刷新一技能冷却时间。 冷却值: 6 消耗: 45 技能2 - 虚妄破灭: 描述: 杨戬向指定方向横扫，对范围内敌人造成250/300/350/400/450/500（+100%物理加成）点物理伤害并减少50%移动速度，持续2秒；杨戬生命值百分比低于目标时造成1秒晕眩，若百分比高于目标，则造成0.5秒晕眩。命中敌人后，杨戬的普通攻击将附带80/120/160/200/240/280（+35%物理加成）点真实伤害，持续5秒 冷却值: 10/9.6/9.2/8.8/8.4/8.0 消耗: 70 技能3 - 根源之目: 描述: 杨戬利用天眼释放3次激光，对路径上的敌人造成300/450/600（+72%物理攻击）物理伤害，第3次将会发出3道激光，同时被多道激光命中，从第二道激光开始只会造成30%的伤害。释放激光每次间隔不超过5秒，激光每次命中敌人时，回复自身130/195/260（+33%物理攻击）点生命。同时被多道激光命中，从第二道激光开始只有回复50%的回复效果。 冷却值: 28/22/16 消耗: 100 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：这套铭文的属性伤害很高。物理穿透保证了他的伤害。10%的移速加成则使他在游走gank和团战支援时更加迅速。10%的攻速加成则是二技能普攻会带有真实伤害。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：杨戬常常利用大招来完成续航和反杀，高额的冷却缩减属性让大招可以频繁的使用，名刀的被动效果则会成为极限反击的基石，允许操作更加极限并会有一些容错空间 Tips：杨戬需要控制血量，以发挥2技能的眩晕效果，但较低的血量常常会被直接击破，所以最后一件装备可以选择贤者的庇护来增加容错率 英雄关系: 最佳搭档: 高渐离：团战处理上，这两个英雄都可以打先手和打后手，而且都具有较高的AOE伤害，并且都可以进行战场收割。所以在团战胜率上有很好的的提高。在技能配合上，在gank时，杨戬的二技能可以对敌方英雄造成减速或者眩晕，这样使得高渐离大招的有效伤害更加可观，最后杨戬的一技能将敌方英雄带走。 李白：团战处理上，首先靠李白大招伤害打出一波输出，然后杨戬利用一技能的斩杀效果，配合队友可以成功将其击杀。技能配合上，杨戬和李白游走gank能力是很强，李白的两段一技能和二技能的减速，配合杨戬的二技能，可以打出很好的技能combo，从而在留人的效果上非常明显，并且使得李白大招更容易解锁。 压制英雄: 鲁班：对线上，杨戬作为上单英雄时，回复能力和控制效果强，抗压抗打。在面对鲁班时，不仅很难被鲁班击杀，而且还有反杀鲁班的情况。团战时，杨戬的一技能若是标中鲁班，没有位移的鲁班就很难逃脱，容易被被一套带走，很大程度上抑制了鲁班在团战中的发挥。 关羽：在面对关羽时，利用二技能的减速或者眩晕可以很好的将关羽的加速效果打断，而且在面对残血奔跑中的关羽，一技能一旦标中，就可以瞬间位移到他身边将其击杀。 被压制英雄: 孙尚香可以通过位移轻松躲过杨戬的技能 貂蝉能在躲避技能同时很好的风筝杨戬",
    "杨玉环的信息 技能信息: 被动 - 惊鸿调: 描述: 杨玉环切换曲调，在释放技能时产生不同效果。破阵：释放技能对800范围内敌方单位造成100(+20%法术攻击)法术伤害。清平：释放技能对自身造成52(+11%法术攻击)(+0.8%最大生命)点生命回复，对800范围内友方单位造成50%效果。 冷却值: 3 消耗: 0 技能1 - 霓裳曲: 描述: 杨玉环拨动琴弦最多产生3道音波对敌人造成285/321/357/393/429/465(+30%法术攻击)法术伤害并减少目标50%移速，持续1秒。音波命中小兵和野怪时额外造成315/360/405/450/495/540(+30%法术攻击)法术伤害。释放技能后，下次普攻将额外造成190/214/238/262/286/310(+20%法术攻击)法术伤害。 冷却值: 5/4.8/4.6/4.4/4.2/4 消耗: 40 技能2 - 胡旋乐: 描述: 杨玉环拨动琴弦提升50%移速(受时间衰减)，1.5秒后对位于杨玉环600~800范围内的敌人造成250/300/350/400/450/500(+40%法术攻击)法术伤害与晕眩效果持续0.75秒。 冷却值: 11/10.4/9.8/9.2/8.6/8 消耗: 70 技能3 - 长恨歌: 描述: 杨玉环跃向空中演奏(期间无法被选中并解除所有控制效果)，演奏后治疗自身750/1125/1500(+100%法术攻击)(+5%最大生命)点生命，对500范围内的友方单位造成50%治疗效果，并对范围内敌人造成500/750/1000(+75%法术攻击)法术伤害。 冷却值: 50/45/40 消耗: 100 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：在铭文选择上，更加偏向选择增加正面作战能力的属性：法术攻击与法术吸血，搭配冷却铭文可以有效的缩短技能空窗期 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：中路功能型杨玉环，无限恢复治疗队友 Tips：杨玉环每次1技能和强化普攻，都能触发回响、巫师和痛苦面具的攻击特效，完成一次小爆发 英雄关系: 最佳搭档: 小短腿鲁班七号拥有无与伦比的输出能力，在杨玉环提供了一定的输出空间后，可以毫无顾虑的横扫战场 杨玉环可以为常常游走在生死边缘的程咬金提供一定的保障，基于已损生命值百分比的回复机制，可以让程咬金放心的维持一个较高的攻击力加成，持续的于敌方作战 压制英雄: 杨玉环的大招可以躲避阿轲的爆发，让其无法在短时间内秒杀自身，再配合队友对其反制 以消耗为主的女娲，面对杨玉环时，无法发挥其长处，杨玉环可以一直保持队友的作战能力 被压制英雄: 沉默和强势的突进，让杨玉环十分难以摆脱和反制，高额的爆发也不会给杨玉环慢慢回复的机会 对于基本处于后排的治疗型辅助，哪吒可以轻易的开启近身作战，其自带的降低治疗，也会让杨玉环的技能效果大打折扣",
    "梦奇的信息 技能信息: 被动 - 食梦: 描述: 被动：梦奇释放技能会获得质量，每10点质量增加6点物理攻击、8点物理和法术防御。梦奇在战斗/非战斗状态下每秒消耗5/15点质量。 冷却值: 0 消耗: 0 技能1 - 梦境萦绕: 描述: 梦奇操纵梦力获得175(+150%物理攻击)点护盾，持续4秒，对周围敌人造成250( +60%物理攻击)法术伤害，并增加30点质量。梦奇普攻命中敌人可减少[梦境萦绕) 0.5~1秒冷却时间。 冷却值: 6 消耗: 0 技能2 - 梦力泡泡: 描述: 梦奇扔出一个梦力泡泡，并增加30%移速，持续2秒。泡泡首次回到身边时，梦奇会将其再次击向附近敌人。梦力泡泡对路径上的敌人造成130(+20%法术攻击)法术伤害和减速效果(每25点物理攻击提升1%减速)持续2秒，减速效果最多叠加4层。梦奇回收梦力泡泡后获得30点质量，泡泡变成梦力爆弹，扔出后对命中的敌人造成100(+24%法术攻击)~550(+ 132%法术攻击)法术伤害。 梦力泡泡飞行时间越久，爆弹伤害越高，积蓄5.5秒可达到最高伤害。 冷却值: 10 消耗: 0 技能3 - 梦境环游: 描述: 梦奇进行一-次梦境环游， 期间持续获得质量，对路径上的敌人造成150(+30%物理攻击)(+30%法术攻击)法术伤害。开始环游时获得短暂霸体，再次使用该技能可以立即停止环游，环游停止时对周围敌人造成150(+30%物理攻击)(+30%法术攻击)法术伤害和0.75秒击飞。 冷却值: 40 消耗: 0 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：因为梦奇自身具有不错的双抗加成，所以符文推荐生命值和法术攻击为主，更有效的提升生存能力并弥补输出 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：痛苦面具在2技能的频繁触发下可以有效消耗敌人，后期AP提高后2技能则可以打出不错的爆发。 Tips：输出装结合梦奇被动提供的双抗，使梦奇在高质量时可以兼具可观的输出与生存。 英雄关系: 最佳搭档: 梦奇缺少控制，并且打足输出需要一定时间。廉颇可以为梦奇创造输出的空间和时间 孙膑的加速可以让梦奇更有效的延长梦力泡泡的飞行时间 压制英雄: 对于缺乏爆发和离场能力的英雄，梦奇的泡泡具有较好的处理空间 对于关键技能有前摇的英雄，梦奇的大招可以有效躲避其伤害 被压制英雄: 梦奇的生存比较依赖一技能频繁的护盾，这在吕布真伤面前将被化解 妲己的锁定控制让梦奇大招的躲避能力大打折扣",
    "橘右京的信息 技能信息: 被动 - 秘剑胧刀: 描述: 被动：橘右京下次普攻变为拔刀斩，拔刀斩具有更长射程，对敌人造成(130%物理攻击)物理伤害并减少50%移速，持续2秒，对攻击边缘的敌人造成额外(65%物理攻击)物理伤害。拔刀斩每5秒可准备1次。 冷却值: 5 消耗: 0 技能1 - 燕返: 描述: 橘右京跃向后方，同时向前方挥刀，对附近的敌人造成150/180/210/240/270/300（+140%物理加成）点物理伤害，若成功命中一名敌方单位，可激活二段使用 冷却值: 7 消耗: 0 技能2 - 居合: 描述: 橘右京快速拔刀，对路径上的敌人造成300/350/400/450/500/550（+180%物理加成）点物理伤害，并将路径末端的敌人眩晕0.75秒。 冷却值: 10/9.5/9/8.5/8/7.5 消耗: 0 技能3 - 细雪: 描述: 橘右京向指定方向连续拔刀四次，每次命中造成130/180/230（+55%物理加成）点物理伤害并且每次命中敌方英雄，自身将回复80/160/240（+54%物理加成）点生命值（命中非英雄单位效果减半）。 冷却值: 12/11.5/11 消耗: 0 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：橘右京是一个依赖技能伤害的英雄，需要高额的穿透能力打足伤害，移速的提升可以帮助橘右京配合被动减速技能风筝敌方英雄，物理伤害的提升可以帮橘右京提升初期的清线能力。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：橘右京主要依靠控制成功后的一套技能输出伤害，因此出装也会以高物理攻击与穿透效果为主 Tips：累积了一定的冷却缩减，橘右京能更加频繁的使用技能来打出高额伤害 英雄关系: 最佳搭档: 赵云：两个人都是能抗能打的英雄，有位移，有爆发，有控制，有吸血，技能cd短。配合抓人，无论战士还是射手，互相配合一套技能都可以轻松带走对手。 杨戬：杨戬打野或者橘右京打野都可以，是经典的上野组合，利用两个人技能的配合去游走gank，高爆发加控制很多英雄都难以阻挡，高强度的恢复能力也会让敌方英雄不得不牺牲经济提前做制裁类装备限制2人组的能力。 压制英雄: 孙悟空：孙悟空的前期伤害比较低，即使被孙悟空打一套伤害，橘右京控制后释放大招就可以回很多血，但是孙悟空没有这么强的赖线能力只能选择回家补血。橘右京技能范围比较远，清兵能力也比较强，可以从初期就压制孙悟空，后期出半肉坦装也可以轻松对抗孙悟空。 鲁班七号：前中期对线遇到鲁班，可以等技能冷却，打完一套231就撤退，利用恢复效果和鲁班对线，风筝效果追击或逃跑，4级可以正面刚配合减速轻松击杀鲁班。 被压制英雄: 灵活的孙尚香令橘右京的控制不容易命中并且被远程消耗 王昭君的大招令橘右京在突进时必须考虑能否活着出去",
    "武则天的信息 技能信息: 被动 - 天命之女: 描述: 被动：被动效果的脱离战斗触发时间为3秒（默认脱战时长仍为6秒），武则天脱离战斗后会增加50点移动速度，同时每秒会回复2％最大法力值。 冷却值: 0 消耗: 0 技能1 - 女帝辉光: 描述: 武则天向指定方向释放能量法球，命中敌人后爆开，对范围内的敌人造成360/420/480/540/600/660（+47％法术加成）点法术伤害；由被动强化的女帝辉光将造成双倍伤害并使目标击飞0.75秒；被动：武则天释放任意两个技能后，女帝辉光会立即冷却并得到强化，持续3秒。 冷却值: 3 消耗: 60 技能2 - 女帝威严: 描述: 武则天的威严不可侵犯，击退附近的敌人并对他们造成250/280/310/340/370/400（+30％法术加成）点法术伤害；如果技能命中敌人，自身会增加30/34/38/42/44/50％移动速度，持续1秒，命中的敌人会减少30/34/38/42/46/50％的移动速度，持续2秒。 冷却值: 8/7.6/7.2/6.8/6.4/6 消耗: 90 技能3 - 生杀予夺: 描述: 武则天以女帝权威施行制裁，在所有敌方英雄脚下召唤法阵并引爆，对范围内敌人造成750/925/1100（+75％法术加成）点法术伤害并晕眩1秒，同时获取敌方视野，持续3秒。 冷却值: 80/70/60 消耗: 150 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：一定的冷却缩减可以保证技能持续输出，法强和法穿在前中期能保证一定的伤害量，法术吸血保证续航能力，在线上依赖被动回蓝，技能吸血来保证发育。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：圣杯能为武则天带来足够的续航，让其可以一直守护中路并利用大招支援边路，发挥其优势能力 Tips：武则天的技能加成较低，当对方近战英雄较多时，可以选择半肉出装，并主动近身打出控制 英雄关系: 最佳搭档: 庄周：庄周这个英雄有着团体免控减伤的效果，如果庄周配合武则天，对面没有团战免控能力，可以依赖武则天的控制配合庄周的大招让队友可以安全输出。 达摩：达摩拥有强控制能力，可以配合武则天。在团战中，达摩先手踢对方的英雄，武则天再开大配合，可以打出非常高的伤害。 压制英雄: 关羽：武则天自身拥有许多的控制能力，关羽如果强切进入，武则天可以利用二技能瓦解他的被动再利用技能持续控制让关羽无法触发被动。 王昭君：王昭君输出能力非常强，主要是依赖她大招的超高伤害，但是王昭君的大招可以被控制解除，而武则天技能全部带控制，任何一个技能都能打断王昭君的大招，让王昭君无法在团战中持续输出。 被压制英雄: 身为脆皮法师，武则天害怕韩信等位移多伤害高的刺客英雄 兰陵王在团战中能够一套技能直接带走武则天",
    "沈梦溪的信息 技能信息: 被动 - 暴躁节奏: 描述: 被动：沈梦溪的技能命中敌人后会将其点燃，被点燃的敌人会暴露视野，持续3秒；使用普通攻击命中被点燃的敌人会触发爆炸对附近的敌人造成100（+16%法术加成）点法术伤害。沈梦溪死亡后复活时回复3颗炸弹。 冷却值: 0 消耗: 0 技能1 - 猫咪炸弹: 描述: 沈梦溪蓄力状态下每0.75秒朝目标位置投掷一枚猫咪炸弹，爆炸后对范围内的敌人造成340/390/440/490/540/590 (+40%法术加成）点法术伤害。沈梦溪一共拥有10颗炸弹；每次投掷消耗1颗，最多可以连续投掷5颗；炸弹每5秒获得一枚，受冷却影响；自燃状态：猫咪炸弹将锁定敌人，命中后会将敌人击退造成360/408/456/504/552/600 (+40%法术加成）点法术伤害，同时炸弹会继续朝前弹落一段距离地后再次造成405/459/513/567/621/675 (+45%法术加成）点法术伤害 冷却值: 3 消耗: 弹药1 技能2 - 正常操作: 描述: 点燃一颗炸弹，增加70/76/82/88/94/100%移速并持续衰减，5秒内可主动引爆炸弹朝指定方向冲刺，同时会将路径上的敌人炸晕0.75秒并造成500/560/620/680/740/800(+65%法术攻击)法术伤害。如果自燃期间没有主动引爆在5秒后火焰会熄灭并返还一颗炸弹。 自燃期间【猫咪炸弹】的投掷方式和冷却将会发生变化。 冷却值: 12/11.5/11/10.5/10/9.5 消耗: 弹药1 技能3 - 综合爆款: 描述: 蓄力后投掷一枚混合炸弹对敌人造成500/700/900(+50%法术攻击)法术伤害，并在2秒内造成250/350/450(+25%法术攻击)法术伤害，同时分裂出3枚猫咪炸弹朝四周散落，对敌人造成250/350/450(+25%法术攻击)法术伤害。混合炸弹每50秒获得一枚，最多可以储存2枚，获取速度受冷却影响。 冷却值: 5 消耗: 弹药0 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：沈梦溪大部分情况下都会在安全的位置投掷炸弹，所以铭文上以法术攻击，穿透为主，稍微补充一些续航即可 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：梦溪的法术射程较远，自身也有快速移动的手段，主动性极强的他可以选择全输出装备来保证自身的压制能力 Tips：梦溪经常需要靠近敌人丢出强化的喵咪炸弹，辉月可以让每次接近敌人时更加安全，同时提供的冷却缩减属性会让梦溪拥有更多的炸弹 英雄关系: 最佳搭档: 鬼谷子的2技能能够创造出方便沈梦溪打出群体伤害的环境 白起大招的控制期间沈梦溪可以直接扔出两颗大炸弹对敌方造成成吨伤害 压制英雄: 架起炮台的黄忠在沈梦溪眼里就是一个静止的靶子 虽然鲁班七号的射程很远伤害很高，但是缺乏位移技能的鲁班很容易被沈梦溪跨越双方战线直接用大招消灭 被压制英雄: 沈梦溪非常害怕爆发伤害，兰陵王足以在沈梦溪反应过来之前将其消灭。 同样具有隐身能力并且爆发超高的阿轲会对沈梦溪造成很大的威胁，令他不敢在战线后方慢慢蓄力。",
    "牛魔的信息 技能信息: 被动 - 强力援护: 描述: 被动：当牛魔附近800范围内有友方英雄时，为自身和范围内生命值最低的友方英雄提供110(+8/Lv)点双抗加成。 冷却值: 0 消耗: 0 技能1 - 咆哮之斧: 描述: 牛魔以大斧横劈，对范围内的敌人造成450/550/650/750/850/950（+110%物理加成）物理伤害。同时标记命中的英雄，持续4秒，持续时间结束后，造成40(+20%物理攻击物理伤害，标记英雄每次受到普通攻击会叠加一层，至多12层，每层印记额外提供20(+10%物理攻击)物理伤害，印记每达到4、8、12层时，伤害会额外增加40(+20%物理攻击)。 冷却值: 6 消耗: 55 技能2 - 横行霸道: 描述: 牛魔朝指定方向冲锋，对路径上的敌人造成450/530/610/690/770/850（+90%物理加成）点物理伤害并击飞0.75秒；敌人落地后会减少90%移动速度，持续1秒 冷却值: 10/9.6/9.2/8.8/8.4/8 消耗: 80 技能3 - 山崩地裂: 描述: 牛魔短暂蓄力后向指定方向以巨斧猛力劈开大地，对范围内敌人造成550/700/850（+130%物理加成）点物理伤害并将其击飞1秒；同时被劈开的大地被撕裂5秒，对处于其中的敌人每0.5秒造成80/100/120（+20%物理加成）点物理伤害并减少其50%移动速度 冷却值: 40/35/30 消耗: 150 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：牛魔作为一个坦克、辅助位英雄，在团战中需要让自身拥有更高的血量及护甲魔抗才能为队友抵抗敌方的输出。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：牛魔被动和近卫荣耀能给予队友极大的属性支持，极寒风暴在牛魔冲进人群后能释放大量减速效果留住敌人 Tips：救赎之翼不仅能提供队友保护，还能利用其加速效果让牛魔能够选择一个足够好的角度冲入战场 英雄关系: 最佳搭档: 马可波罗：牛魔的被动可以提供200点护甲魔抗，同时一技能的虚弱效果能够降低敌方输出，二技能和大招的控制能力和持续伤害，能够为马可波罗的进场提供良好的输出环境。 高渐离：牛魔强力的被动效果，能够为高渐离的进场提供护甲魔抗，配合高渐离的大招免伤效果，能够使高渐离更为稳固的在战场中央站稳脚跟输出。 压制英雄: 王昭君：在团战中牛魔可以利用被动增加自己和一名队友的双抗，让王昭君的消耗能力降低，当敌方王昭君开大时牛魔可以利用2.3技能来打断王昭君，随后配合队友将其击杀。 墨子：墨子虽是一位有控制有输出的英雄但其技能前摇较久，牛魔可通过二三技能的控制打断墨子的技能释放，之后配合队友完成击杀。 被压制英雄: 牛魔单人作战能力不强，遇到花木兰这种刺客简直没有还手之力 牛魔不能很容易控制到灵活的貂蝉",
    "狂铁的信息 技能信息: 被动 - 无畏战车: 描述: 被动：狂铁的武器在击中敌人时会激发电流，进而为武器充能。普攻每命中一个英雄/非英雄回复7点/5点能量，技能命中敌方单位回复10点能量，普攻命中敌方单位回复7点能量，不再区分单位类型，最多可储存90点能量。充能≥30点时，技能会获得不同的强化效果，每次普攻附带50点物理伤害，并在命中敌人时回复70点自身生命值。强化技能使用时会消耗30点能量，且不会因击中敌人而获取能量。脱离战斗后，能量不再随时间衰减。 冷却值: 0 消耗: 0 技能1 - 碎裂之刃: 描述: 狂铁奋力向前横挥武器两次，每次造成80/110/140/170/200/230(+100%物理加成)点物理伤害。每命中一个敌人回复自身已损生命值2%+30/36/42/48/54/60（+16%物理加成）点生命值。充能强化：伤害提升至120/165/210/255/300/345（+150%物理加成）点物理伤害，生命回复提升至已损生命值4%+60/72/84/96/108/120（+32%物理加成）点生命值。 冷却值: 5 消耗: 0 技能2 - 强袭风暴: 描述: 狂铁向前冲锋，冲锋路径上的敌人受到150/180/210/240/270/300(+75%物理加成)点物理伤害。冲锋结束后，狂铁的下次普攻得到强化，造成200/240/280/320/360/400（+100%物理加成）点物理伤害和50%减速效果持续2秒。充能强化：在释放强化普攻时若能量＞30，强化普攻伤害提升至300/360/420/480/540/600（+150%物理加成）点物理伤害，对受击者造成1秒击飞和晕眩，以及之后1秒50%减速。且在释放第一次强化普攻时消耗30点能量。 冷却值: 10/9.6/9.2/8.8/8.4/8 消耗: 0 技能3 - 力场压制: 描述: 将武器砸向地面，造成250/375/500（+100%物理加成）点物理伤害和1.5秒50%减速。同时生成1000/1500/2000点护盾，持续六秒。充能强化：伤害提升至325/485/645（+140%物理加成）点物理伤害，护盾值提升至1500/2250/3000。同时会制造一道电弧，对敌方单位造成70（+70%物理加成）点物理伤害，并从每个英雄窃取20/35/50点移速赋予狂铁。电弧的范围会随三技能等级逐渐扩大。 冷却值: 15/13/11 消耗: 0 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：铭文补充狂铁一定的最大生命值和攻速，冷却缩减，能够补充其前期对抗能力，线上更加灵活 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：出色的耗线能力配上暗影之斧让狂铁可以作为线霸强势支配一条兵线，并且在后期配合名刀和不死鸟的特性，狂铁能在最终反击中恢复大量血量进而绝地反击 Tips：狂铁较为笨重，在团队中属于前排定位，因此需要一定的肉装支持，让其可以去为团队吸收足够的伤害 英雄关系: 最佳搭档: 狂铁自身较为笨重，需要队友为其创造作战环境 当狂铁陷入包围时，刘邦大招的支援会让狂铁拥有一个绝佳反击状态 压制英雄: 当狂铁处于坦克肉搏战的情况下，凭借其强大的回复能力，往往能够轻松的成为最后的存活者 狂铁从来不会畏惧近身作战，在大招护盾和回复能力的帮助下，拥有了不错的反击刺客的能力 被压制英雄: 狂铁对于肉搏战拥有无比自信，但是对于远程并且灵活的英雄时，会比较吃力 狂铁非常喜爱绝地反击，当对手是孙膑，狂铁需要更加小心维持自己的血线以免被孙膑沉默杀",
    "狄仁杰的信息 技能信息: 被动 - 迅捷: 描述: 狄仁杰的普攻能够获得1层迅捷效果，每层迅捷效果增加3.5~7%攻速与5%移速，最多叠加5层，叠层逐层消失。狄仁杰的第三次普攻将会随机使用一张蓝牌或红牌进行攻击。 冷却值: 0 消耗: 0 技能1 - 六令追凶: 描述: 狄仁杰甩出六道令牌，对命中的目标造成155/180/205/230/255/280(+22%物理攻击)物理伤害和110/130/150/170/190/210法术伤害。其中蓝牌只能造成50%的伤害，但蓝牌会减少目标30％移动速度，持续1秒。当同一目标受到多道令牌伤害，从第二道令牌开始伤害会衰减至初始伤害的30％，令牌可以触发普通攻击的法球效果。 冷却值: 8/7.6/7.2/6.8/6.4/6 消耗: 60 技能2 - 逃脱: 描述: 狄仁杰向周围掷出八道令牌，自身会短暂无敌并解除自身负面效果，增加25％移动速度，持续1秒，令牌的伤害和效果与六令追凶相同 冷却值: 14/13.6/13.2/12.8/12.4/12 消耗: 70 技能3 - 王朝密令: 描述: 狄狄仁杰掷出一道金色密令， 密令附带普攻法球效果，对命中的第个敌方 英雄造成300/375/450(+60%法术攻击)(+120%额外物理攻击)物理伤害和300/375/450(+60%法术攻击)(+ 120%额外物理攻击)法术伤害，并将其晕眩1秒，同时会减少目标50%物理和法术防御，命中后会获得目标视野，持续5秒。期间友军向该目标移动时会增加10%移速。 冷却值: 24/20/16 消耗: 100 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：纷争的物理吸血属性可以提高狄仁杰前期的续航能力，鹰眼可以大幅度提高狄仁杰在前期的物理输出，狩猎则可以额外强化狄仁杰的攻速和移速，配合被动的移速加成，可以让自身移动能力接近于一般刺客，增加生存能力。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：狄仁杰拥有解控和控制能力，自保能力不错，只需要搭配名刀就能够找到较好的输出空间 Tips：搭配吸血铭文可以获得优秀的吸血能力，即使被范围伤害命中也能够迅速的恢复到安全的状态 英雄关系: 最佳搭档: 牛魔：牛魔强大的控制能力能够让狄仁杰的技能更容易命中目标，牛魔提供的双抗和控制也能够起到很好的保护作用，2技能减速后可以让狄仁杰有更好的输出环境。 孙膑：狄仁杰需要利用走位输出，孙膑的2技能可以让狄仁杰加速，1技能和3技能可以让对面减速和沉默，能给狄仁杰制造很好的输出环境。 压制英雄: 露娜：狄仁杰的一旦控住露娜，配合高额输出能够瞬间击杀露娜，即使无法击杀也能压低血线，露娜已经入场1技能或者2技能标记狄仁杰时，狄仁杰使用二技能净化也能很容易让露娜断大 虞姬：拥有物理免伤的虞姬会因为狄仁杰的伤害附加额外法术伤害而导致实用性降低，狄仁杰可以轻松利用2技能本身的净化效果来化解虞姬大招的控制和被动的减速，狄仁杰被动的移速加成也可以更加轻松地躲开虞姬的1技能。 被压制英雄: 狄仁杰没有位移技能，兰陵王的隐身和秒杀能力很容易接近他将其秒杀 花木兰的超高爆发输出能力能快速击杀走位不慎的狄仁杰",
    "猪八戒的信息 技能信息: 被动 - 毫发无伤: 描述: 损失生命会以残血形态暂存，期间对英雄\\非英雄造成伤害45%\\20%的等值残血会转化为真实血量。残血产生7秒后开始以每秒3%最大生命的速度自动消减。普攻附带40(+0.5%最大生命)物理伤害。 冷却值: 0 消耗: 0 技能1 - 肉弹蹦床: 描述: 奋力跳起，落地时对砸到的敌人造成105/130/155/180/205/230(+8%最大生命)物理伤害。之后再次弹起，落地时造成相同伤害以及0.5秒击飞效果。同时攻击多个敌人时，每增加一位敌人伤害衰减20%，最低衰减至60%。对小兵伤害额外提升30%，对野怪提升50%。再次落地时由于惯性极大，猪八戒会快速翻滚一段距离。跳跃期间处于霸体状态。 冷却值: 8 消耗: 0 技能2 - 倒打一耙: 描述: 将钉耙变长直击前方敌人，造成150/180/210/240/270/300(+50%物理攻击)物理伤害和1.5秒60%减速效果。钉耙若嵌入墙体，猪八戒会借力将自己与敌人冲撞至该处。撞击墙体时，造成150/165/180/195/210/225(+6%最大生命)物理伤害和0.5秒晕眩。被动：使用【倒打一耙】后，3秒内的下次普攻会用钉耙把敌人拉回来。 冷却值: 11/10.4/9.8/9.2/8.6/8 消耗: 0 技能3 - 圈养时刻: 描述: 筑起一堵最多存在4秒的高墙，高墙能够阻拦英雄单位，筑起瞬间对身前敌人造成250/325/400(+90%物理攻击)物理伤害。施法时猪八戒霸体。 冷却值: 36/32/28 消耗: 0 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：冷却缩减和最大生命值能让猪八戒更加从容的进出战场，而适量的物理穿透能带来高额的物理伤害增益 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：猪八戒擅长缠斗，全坦克装备的猪八戒可以让与敌人的战斗时间拉的足够长，进而利用自身恢复优势击败对手 Tips：当队友足够肉时，猪八戒可以分担一部分输出的责任，暗影战斧和极寒风暴让猪八戒在团战中足够灵活，闪电匕首也能保证足够的输出让敌人无法忽视猪八戒的钉耙 英雄关系: 最佳搭档: 嫦娥拥有强力爆发伤害，但开团能力较弱，搭配猪八戒可以轻易的将团战开启并为嫦娥吸收第一轮敌方伤害 猪八戒凭借众多的控制效果和吸收伤害能力，能为貂蝉提供良好的输出空间 压制英雄: 较低的伤害能力，让其在与猪八戒对抗的时候，几乎无法将猪八戒的血线打入危险的境地 猪八戒出色的开团能力，会让后排英雄十分危险，常常会被强行控制开启团战 被压制英雄: 来去无踪的李白能让猪八戒无法与其缠斗恢复自身血量 超远的距离和出色的爆发能力，让其是为数不多可以克制猪八戒的射手英雄",
    "王昭君的信息 技能信息: 被动 - 冰封之心: 描述: 王昭君脱战后可获得480（+58%法术攻击）点寒冰护盾，对护盾造成物理伤害的目标会被施加冰冷效果。寒冰护盾破裂对附近敌人造成480（+58%法术攻击）法术伤害。王昭君第三次普攻会转化为三枚冰锥总共造成240（+30%法术攻击）法术伤害。王昭君使用技能或被动强化普攻对目标造成法术伤害的同时会对其施加冰冷效果。冰冷效果：减少目标50%移速与35%攻速，持续2秒，并随时间衰减。 冷却值: 0 消耗: 0 技能1 - 凋零冰晶: 描述: 王昭君在指定位置操控碎裂冰晶绽开，对范围内的敌人造成400/465/530/595/660/725（+55%法术加成）点法术伤害并对其造成冰冷效果。王昭君获得施法区域和被【凋零冰晶】命中的目标视野，持续2秒。 冷却值: 5 消耗: 50 技能2 - 禁锢寒霜: 描述: 王昭君在指定区域引领寒霜之力，短暂延迟后将范围内敌人并造成250/280/310/340/370/400（+47%法术加成）点法术伤害并对其冰冻2.5秒；被动：王昭君对冰冻的敌人会额外造成150/175/200/225/250/275（+22%法术加成）点法术伤害。 冷却值: 8 消耗: 60 技能3 - 凛冬已至: 描述: 王昭君召唤暴风雪对范围内敌人每次打击造成250/325/400（+22%法术攻击）法术伤害与冰冷效果，持续5秒。召唤暴风雪时会刷新寒冰护盾。 冷却值: 35/32.5/30 消耗: 120 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：法术攻击的叠加，提高昭君带线能力，前期较有优势，达到四级时就可以带走敌方中单，或者边路支援打野抓人。CD的缩减主要针对后期，可以使昭君技能频繁使用，进行消耗。吸血效果可以很好的提升线上续航能力。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：王昭君的大招拥有超大的覆盖范围，全输出的王昭君能够瞬间改变战场形势 Tips：大量的冷却缩减属性让王昭君可以频繁的释放大招，让每波团战时，都会有一个覆盖大部分战场的暴风雪 英雄关系: 最佳搭档: 庄周：昭君的大招太多英雄可以解掉，而庄周的大是起到一个净化的作用，昭君放大时，庄周放大，可以保证了昭君的大招持续不会被断掉。或者庄周先放大，尤其面对宫本武藏、吕布等对王昭君开大，可以解控保护王昭君，帮助王昭君寻找合适位置控制加放大，进行收割。 阿轲：王昭君放大招时的范围大且伤害高，在团战的过程中，很难同时控住五个人，或者很难带走半肉纯肉出装的英雄，但是却可以大范围打成残血，这个时候阿轲可以利用她的被动，可以更好地收割。 压制英雄: 鲁班七号：鲁班七号没有位移技能，王昭君可以通过一二技能的连用，配合大招，一套带走鲁班七号。在经济相当的同时，鲁班除了闪现之外，没有更好的方式躲避王昭君二技能的冰冻效果，所以王昭君在对抗鲁班时很有优势甚至非常强势。 吕布：吕布开大招有时间延迟，且跳下的地方有标记，所以当吕布跳大时，昭君直接二技能跟上放到吕布的大招中心位置即可，待吕布跳下来直接被控，队友配合集火秒杀。 被压制英雄: 身为脆皮法师，王昭君害怕韩信等位移多伤害高的刺客英雄 兰陵王在团战中能够一套技能直接带走王昭君",
    "瑶的信息 技能信息: 被动 - 山鬼·白鹿: 描述: 被动：瑶被鹿灵守护着，当被晕眩，击退，击飞等硬控技能击中会立刻解除控制并变成鹿灵，持续4秒（除压制效果以外）每60秒最多触发一次；鹿灵状态将会刷新技能冷却，并且获得无法被攻击但也失去自己攻击别人的能力，灵鹿静怡的灵光会持续照拂敌人减速30% 冷却值: 60 消耗: 0 技能1 - 若有人兮: 描述: 举杖引魄击退身边的敌人，能量波向前飞行造成250/290/330/370/410/450（+30%法术加成）点法术伤害，在快飞到终点前会检测范围内的英雄并化成第二段能量球跟踪打击造成250/290/330/370/410/450（+30%法术加成）点法术伤害和0.5秒晕眩和5秒显形效果；附身状态：提升20%检测范围；鹿灵状态：提前结束鹿灵状态进入战斗，使用后重置所有技能冷却时间 冷却值: 10/9.6/9.2/8.8/8.4/8 消耗: 50 技能2 - 风飒木萧: 描述: 瑶持续5秒自动打击身边随机的敌人，最多3个目标，每次攻击都会造成200/240/280/320/360/400（+30%法术加成）点法术伤害，技能开启期间内无法普攻；附身状态：提升20%打击距离；鹿灵状态：白鹿·动 跳跃一段距离 冷却值: 12/11.6/11.2/10.8/10.4/10 消耗: 50 技能3 - 独立兮山之上: 描述: 瑶附身到其他英雄，赋予附灵目标750/1125/1500（+50%法术加成）（+285）（最大生命值10%）点真实护盾，真实护盾可抵免所有类型的伤害；附身状态会使得技能增强并且立即减少30%的冷却时间。附身状态：盾破会被击落下来进入冷却，主动脱离附灵目标会返还50%冷却时间；鹿灵状态：白鹿。静扩大减速范围 冷却值: 15 消耗: 50 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：瑶需要一定的最大生命属性来应对复杂的阵前形式，避免被流弹命中就需要退出战场的尴尬情况 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：辅助出门装，瑶通常会紧贴队友来回走位，近卫荣耀覆盖相当多的队友，并增强其属性，瑶虽无惧硬控，但是却相当容易被秒杀，装备选择上多以半肉为主，需要主动的利用自身灵活性去吸收伤害。 Tips：辅助出门装，瑶需要快速的支援队友，疾步之靴能让其比对手更早抵达位置，偏向攻击出装，对于自身的状态判断要求较高，但附灵后能提供相当强度的输出能力。 英雄关系: 最佳搭档: 持续输出的射手在瑶附身后，全力输出伤害并不用担心突袭 瑶有较为稳定的控制能力，配合高速移动的打野队友时，往往能够形成多打少的有利局面 压制英雄: 吕布笨重的移动和真实伤害能力都被瑶克制 在瑶的帮助下兰陵王很难秒杀瑶的队友，而优先针对瑶也会被其被动化解 被压制英雄: 干将超高的爆发伤害，往往能直接造成击杀或直接将瑶给予队友的护盾击破，让其无法频繁的附灵队友吸收伤害 伽罗频繁的暴击减速软控制，让瑶的解控能力无法被触动，在加上破盾和超远距离输出能力，让瑶附灵后的价值大减",
    "甄姬的信息 技能信息: 被动 - 凝泪成冰: 描述: 甄姬的每次技能伤害都会为目标叠加冰冻印记，持续7秒，叠加满3层后造成350（+52％法术加成）点法术伤害并冰冻1秒。 冷却值: 0 消耗: 0 技能1 - 泪如泉涌: 描述: 甄姬在指定位置召唤水柱冲出地面，对范围内敌人造成500/590/680/770/860/950（+65％法术加成）点法术伤害并击飞1秒。 冷却值: 8 消耗: 70 技能2 - 叹息水流: 描述: 甄姬引导指定方向的水流，水流会锁定敌人并在敌人间弹射，最多弹射6次，每个敌人最多被弹射2次。每次弹射会对敌人造成300/350/400/450/500/550（+40％法术加成）法术伤害。 冷却值: 6 消耗: 60 技能3 - 洛神降临: 描述: 甄姬释放水之精魄不断向前推进并击退非英雄单位，当命中敌方英雄或者达到最远距离时将形成水域，第一个直接被命中的英雄受到400/500/600（+65％法术加成）点法术伤害并减少90%移速持续1秒。水之精魄形成的水域持续5秒，每秒对触碰的敌人造成200/250/300（+32％法术加成）法术伤害并减少其50％移动速度，持续2秒。 冷却值: 45/40/35 消耗: 100 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：这套铭文提供法术强度、法术穿透、冷却减缩，以及法术吸血。法术穿透和法术强度增加甄姬的输出能力，法术吸血让甄姬有一定的续航能力，冷却减缩减少技能CD，让甄姬能更快得打出技能被动冰冻敌方并造成伤害。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：甄姬作为消耗型法师搭配圣杯不仅仅缩短了技能空窗期，还能让其续航也得到一定的提升 Tips：甄姬面对突袭没有比较好的逃离方法，但可以用炽热支配者来避免这一尴尬的情况，并且也会给与甄姬一定的续航能力 英雄关系: 最佳搭档: 张飞：张飞开大前的一二技能能保护甄姬，让甄姬能用出技能对敌方造成伤害及控制。大招也能保护甄姬，开大后一二技能对敌方造成伤害和减速，甄姬也能在安全的距离用出技能对敌方造成伤害。 黄忠：黄忠架炮后通常会成为敌方目标，当敌方进攻黄忠时，甄姬的大招过去，能打到更多敌人，输出的同时被动控制，为黄忠缓一波压力，在辅助的保护下，和黄忠一起击杀敌方英雄。 压制英雄: 鲁班七号：鲁班七号作为没有位移的射手，团战时甄姬能把大招放在他脚下，为了规避伤害，鲁班必定会离开，大招带减速，鲁班离开也需要一定时间，限制了敌方射手的输出时间，若是鲁班交了闪现，也有利于我方刺客战士击杀敌方射手。 貂蝉：甄姬特点是团控，远程消耗，团战时甄姬能在安全的地方对交战区使用技能，二技能的弹射以及三技能的范围持续伤害，让甄姬极容易打出被动。一般貂蝉带净化，过了这两秒，甄姬在远处就能控住貂蝉，让我方输出击杀貂蝉。优势就在于，甄姬能远程消耗，而貂蝉必须近身打伤害。 被压制英雄: 身为脆皮法师，甄姬害怕韩信等位移多伤害高的刺客英雄 甄姬的技能并不能很好的限制貂蝉",
    "白起的信息 技能信息: 被动 - 反击之镰: 描述: 白起造成或受到伤害时会获得暗影之力，提升移动速度和治疗效果，最多可以提升70点移动速度和80%的治疗效果。 冷却值: 0 消耗: 0 技能1 - 血之回响: 描述: 白起回旋大镰血洗四方，对范围内敌人造成100/180/260/340/420/500（+33%物理加成）点物理伤害，并回复2%的最大生命值，只命中野怪或者小兵效果减半。蓄力时间越久造成的伤害和获得的回复越高，最大可以造成基础值3倍的伤害和获得基础值3倍的回复。被动：白起受伤时有20%几率释放血之回响，被野怪攻击时反击频率和概率提高。 冷却值: 5 消耗: 0 技能2 - 死神之镰: 描述: 白起在指定位置召唤镰刀，1.2秒后收回镰刀并拉回路径上的敌人，造成200/230/260/290/320/350（+100%物理攻击）法术伤害和50%减速，持续2.5秒。被动：白起对生命值低于30%的目标会额外造成30%伤害。 冷却值: 14/13/12/11/10/9 消耗: 0 技能3 - 傲慢嘲讽: 描述: 白起立即充满暗影之力，向指定位置跳跃，造成300/380/460（+100%物理攻击）法术伤害并嘲讽敌人，持续1/1.3/1.5秒，白起每1000点额外生命会额外增加0.2秒嘲讽时长，最多持续2.5秒。 冷却值: 40/35/30 消耗: 0 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：红色宿命可以增加攻速与物理防御，蓝色调和可以让白起更加灵活。绿色虚空可以增加白起的冷却缩减。同时三种铭文都可以增加血量，让白起扛得住伤害。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：当对方物理伤害高时使用此套装备，让白起能扛能打。 Tips：当对方法术伤害高时使用此套装备，让白起灵活稳定。 英雄关系: 最佳搭档: 蔡文姬：蔡文姬的治疗能力能够让白起的回复能力更上一层楼 孙膑：孙膑的时光流转以及加速效果能让白起在团战中对敌方阵型和后排输出的威胁进一步 压制英雄: 阿轲：白起3技能的控制能够瞬间化解阿轲对后排输出的刺杀 伽罗：射程较近且没有位移技能，面对白起的3技能难以挣脱 被压制英雄: 庄周：团战中依赖3技能先手的白起非常不喜欢面对庄周 嬴政：嬴政几乎不会进入白起的攻击范围，使得白起在面对嬴政时只能从他的队友着手",
    "百里守约的信息 技能信息: 被动 - 瞄准: 描述: 被动：百里守约的普通攻击会造成190%物理加成点物理伤害，但攻击间隔更长且无法暴击；百里守约每获得1%暴击几率就会将其转化为2.5点物理攻击力，每获得4%的额外暴击效果会提升1%普攻伤害。非战斗状态下，百里守约能够隐匿在地形边缘，进入伪装状态，并增加16%~30%移动速度，移动速度随英雄等级成长。 冷却值: 0 消耗: 0 技能1 - 静谧之眼: 描述: 百里守约在脚下布置一个视野装置，获得600~1000范围的全部视野，随技能等级成长；视野装置每50/48/46/44/42/40秒可准备1个，最多储备3个；同时最多放置3个视野装置，每个视野装置可持续300秒；视野装置被敌方英雄占领后失效，多个敌方英雄占领时将加速失效。被动：原地不动时百里守约每秒获得1层伏击效果，每层伏击效果会增加7/8/9/10/11/12%物理穿透，最多叠加5层；移动后伏击效果消失。 冷却值: 1.5 消耗: 30 技能2 - 狂风之息: 描述: 朝指定方向狙击，对命中目标造成580/700/820/940/1060/1180(+250%额外物理攻击)物理伤害并附带目标8%最大生命的物理伤害，同时减少其90%移动速度，持续0.5秒。瞄准需要花费2秒的时间，但在瞄准未完成时子弹有可能产生偏移；技能子弹最多储存3颗（受冷却缩减影响）。 冷却值: 1.5 消耗: 60 技能3 - 逃脱: 描述: 向后跳跃并向指定方向射击，造成500/700/900（+168%物理加成）点物理伤害并减少其50%移速，持续2秒，落地增加30%移速，持续2秒，与狂风之息共用子弹数量。普攻或技能攻击会立即失去加速效果。被动：每次技能升级，提升25普攻射程。 冷却值: 20/15/10 消耗: 100 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：物理攻击和物理穿透提升前期输出能力，移动速度保证游走逃脱能力 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：守约的狙击次数受到冷却缩减属性的影响 Tips：守约的普通攻击虽然较慢，但伤害十分可观，适当的堆砌攻速会让守约在前期无比强势，可以快速的推塔游走 英雄关系: 最佳搭档: 拥有霸体的廉颇随时能够扰乱对手突进节奏，为百里守约创造安全的输出环境 百里守约可以与牛魔的控制技能打出致命的先手连招 压制英雄: 没有多段位移的战士不会对百里守约造成太大的威胁 没有多段位移的战士不会对百里守约造成太大的威胁 被压制英雄: 大招的强突进会逼迫百里守约狙击位置 中后期妲己的强控和爆发足够秒杀百里守约",
    "百里玄策的信息 技能信息: 被动 - 狂热序章: 描述: 玄策使用带链镰刃攻击敌人，钩链对近处的敌人造成(100%物理攻击)物理伤害，镰刃对远处的敌人额外造成(25%物理攻击)物理伤害同时减少目标15%移速，自身增加15%移速，持续1秒。 冷却值: 0 消耗: 0 技能1 - 神乎钩镰: 描述: 玄策向指定方向突进并强化下一次普攻，额外造成目标4%最大生命值的物理伤害(每10点额外物理攻击提升0.05%)。若突进时钩镰标记了目标，则突进结束后将目标朝自身位移拖动一段距离。【神乎钩镰】每次升级会提升【狂热序章】15/18/21/24/27/30%的加速与减速效果。 冷却值: 5/4.8/4.6/4.4/4.2/4 消耗: 40 技能2 - 梦魇钩锁: 描述: 玄策舞动钩镰，蓄力增加30%移速并逐渐增加钩镰射程。蓄力后将钩镰甩出，对路径上的敌人造成300/360/420/480/540/600(+140%额外物理攻击)物理伤害和短暂定身，钩镰到达最远处后收回，对首个目标标记为狩猎目标，玄策对其增加10/12/14/16/18/20%伤害并减少15/18/21/24/27/30%该目标对自己的伤害。期间可再次释放该技能，消耗狩猎标记将目标甩向身后并造成300/360/420/480/540/600(+140%额外物理攻击)物理伤害，对野怪伤害额外提升50%。取消蓄力减少【梦魇钩锁】50%的冷却。狩猎目标死亡，将立刻返还【梦魇钩锁】80%的冷却。 冷却值: 10/9.6/9.2/8.8/8.4/8.0 消耗: 50 技能3 - 瞬镰闪: 描述: 玄策突进到【梦魇钩锁】命中的目标身后，对路径上的敌人造成360/540/720(+200%额外物理攻击)物理伤害，远距离时则顺着钩镰向前移动一段距离。没有【梦魇钩锁】命中的目标时，玄策突进至目标身前，将【梦魇钩锁】套在目标身上，对目标造成90/135/180(+50%额外物理攻击)物理伤害。玄策在位移期间减少50%所受到的伤害。被动：玄策击杀或者助攻获得持续5秒的30%移速(随时间衰减)和25%攻速加成，该效果最大叠加3层。每6/5.5/5秒可准备1次【瞬镰闪】，最多可储备3次【瞬镰闪】。 冷却值: 2/1.75/1.5 消耗: 35 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：玄策应该优先选择穿透铭文搭配暗影战斧，针对后排进行突进输出 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：闪电匕首会让玄策的收割的节奏更加高效 Tips：玄策持有暗影战斧后，可以保持极快的游走节奏，随时保持对线上的威慑力 英雄关系: 最佳搭档: 庄周可以让百里玄策团战时更加安全 高渐离可以在团战中压低对方血线，以便百里玄策进场收割 压制英雄: 没有位移技能的射手被勾中几乎可以宣布死亡 安琪拉技能需要预判，而百里玄策灵活的狩猎技巧导致很难命中 被压制英雄: 强力控制对于百里玄策来说是十分致命的威胁，几乎不敢先手入场 灵活的英雄可以轻松避免钩镰命中，而没有命中钩镰的玄策无法开启收割节奏",
    "盘古的信息 技能信息: 被动 - 盘古斧: 描述: 盘古每次使用盘古斧攻击敌方英雄会积攒1格能量，满4格后斧头碎裂，化成能量臂进行攻击，并刷 新1技能50%最大冷却时间。 盘古斧:普攻使敌人流血，每0.5秒造成目标1%~1.7%最大生命的物理伤害，持续2秒。 能量臂:普攻获得更大的攻击范围，额外造成目标4%~6.8%最大生命的物理伤害。 冷却值: 0 消耗: 0 技能1 - 狂怒突袭: 描述: 盘古跃向指定位置，落地时造成200/240/280/320/360/400(+100%物理攻击)物理伤害并强化下一次普攻，释放强化普攻 后会冲向目标，击退路径上敌人并造成100/120/140/160/180/200(+50%物理攻击)物理伤害，同时增加10/20/30/40/50/60%攻速，持续3秒。能量臂状态下只能朝指定方向冲锋，获得相同的攻速效果，冷却时间减半。 冷却值: 12/11.2/10.4/9.6/8.8/8 消耗: 0 技能2 - 压制之握: 描述: 盘古召唤正义之手对指定敌人进行攻击，标记被命中的敌人并造成200/240/280/320/360/400(+50%物理攻击)物理伤害和30%减速，持续2秒，盘古普攻命中标记目标会回复6%最大生命。【压制之握】会缴械敌人，使其无法普攻，持续2秒。 冷却值: 10/9.6/9.2/8.8/8.4/8 消耗: 0 技能3 - 开天辟地: 描述: 盘古跃到空中，使用盘古斧劈出5道裂隙，每道造成200/400/600(+90%物理攻击)物理伤害，并造成缴械和 90%减速，持续2秒，减速效果持续衰减。裂隙重复命中相同单位时只造成25%伤害。 释放技能后，盘古立即进入能量臂状态。技能释放过程获得霸体效果。 1技能跃起期间使用3技能可以立即劈出裂隙。 冷却值: 60/55/50 消耗: 0 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：提升输出能力 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：法球流，肉装提升生存，攻速结合被动百分比伤害进行输出 Tips：暴力输出装，容错率很低 英雄关系: 最佳搭档: 将敌人聚拢后快速打出aoe爆发 将敌人圈起来后，盘古可以通过拳头形态进行持续的aoe输出 压制英雄: 被缴械和减速使得马超的机动性大幅降低，很难逃走 输出过于依赖普攻，同时自身又较脆，容易被盘古缴械后迅速击杀 被压制英雄: 不依赖普攻，爆发高 刘备大招能移除缴械效果，同时贴脸输出容易被高爆发迅速击杀",
    "盾山的信息 技能信息: 被动 - 天地化盾: 描述: 被动：盾山进入防御状态后可抵挡大量子弹技能同时获得30%免伤效果。普攻附带(4%最大生命)物理伤害。 石盾初始拥有300点耐久度，并会受到盾山10%最大生命值的加成，盾山每次举起石盾抵挡子弹技能的伤害1比1消耗石盾耐久度，盾山每次升级石盾耐久度提升180点。 冷却值: 0 消耗: 0 技能1 - 一夫当关: 描述: 盾山降低50%移速横盾于身前进入防御状态，触碰石盾的敌人被击退并对其造成250/300/350/400/450/500(+50%物理加成）点物理伤害。 冷却值: 6 消耗: 0 技能2 - 万夫莫开: 描述: 盾山向前冲锋击退身前的野怪小兵并造成550/620/690/760/830/900(+100%物理加成）点物理伤害，并扔回第一下撞到的敌方英雄，回复5点能量，敌方英雄落地会对周围造成1秒晕眩和550（+100%物理加成）点物理伤害。可在技能不动如山持续期间使用，使用将立即收回张开的巨盾。 冷却值: 10/9.6/9.2/8.8/8.4/8 消耗: 0 技能3 - 不动如山: 描述: 盾山掀开身边的敌方单位造成300/400/500（+60%物理加成）点物理伤害，然后张开巨盾砸向地面造成300（+60%物理加成）点物理伤害和击退，被击退单位减缓移动速度50%持续1秒，后续的能量流动持续推开面前的敌人，造成的伤害将衰减50%，使用该技能时盾山回复5点能量。三技能会强化盾山的盾牌，使得大招期间盾的耐久度变为原来的150% 冷却值: 40/35/30 消耗: 0 技能4 - 困守成规: 描述: 盾山和塔合二为一，期间为防御塔提供600点物理及法术防御，每秒回复1点能量并修复自身和防御塔100点生命持续7秒。 冷却值: 15 消耗: 0 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：凭借盾山被动效果带来的减伤效果，铭文上选择最大生命会带来最高的收益 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：盾山因为持盾时较为笨重不能很好的开团，所以通常无法一直保持持盾状态，此时就需要一定的肉装来保证盾山在架起盾牌前，有足够的操作空间来发挥开团重任 Tips：高移动速度的盾山，可以利用技能非常轻松的将敌人抛回造成击杀 英雄关系: 最佳搭档: 大部分站桩射手都可以在盾山的身后轻松输出，打出不俗的伤害 配合女娲的矩阵空间，敌方近战轻易无法靠近盾山，远程消耗会被盾山完全阻挡，形成几乎无法正面阻挡的推进组合 压制英雄: 虽然马可波罗比较灵活，但是其技能子弹方向比较固定，盾山比较容易阻挡其射击 后羿不仅不太灵活容易被盾山抛回，并且后羿依赖的强大正面射击能力被盾山完美克制 被压制英雄: 吕布大招能够跳跃至盾山身后直接面对后排输出，配合刺客队友，能让盾山无法兼顾防御方向 周瑜具有强力的清理兵线能力，可以轻松化解正面推进，并且周瑜的技能也不会被盾山所抵挡",
    "程咬金的信息 技能信息: 被动 - 舍生忘死: 描述: 被动：程咬金每损失1%最大生命值获得额外3～7点物理攻击力，增加幅度随英雄等级成长，并且程咬金释放普通技能会消耗当前10%的最大生命值，大招消耗16%的当前生命值；每次释放技能还会回复8%已损失生命值，回复过程持续3秒 冷却值: 0 消耗: 0 技能1 - 爆裂双斧: 描述: 程咬金向指定目标位置猛力一跃并挥动双斧斩击，对范围内敌人造成120/155/190/225/260/295（+50%物理加成）点物理伤害并造成50%的减速效果，持续2秒；被动：程咬金的普通攻击命中敌方英雄会减少1秒爆裂双斧的冷却时间。 冷却值: 15/14.4/13.8/13.2/12.6/12 消耗: 0 技能2 - 激热回旋: 描述: 程咬金转动双斧劈砍敌人，对范围内的敌人造成两段伤害，每段造成125/150/175/200/225/250（+60%物理加成）点物理伤害。 冷却值: 5 消耗: 0 技能3 - 正义潜能: 描述: 程咬金迸发正义热情，每秒回复8%最大生命，同时增加移动速度30%，持续5/6/7秒。 冷却值: 30 消耗: 0 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：程咬金定位是战士和坦克，既有坦克承受伤害的能力又有输出能力；异变可以为程咬金提升一些攻击力和穿透能力，蓝色隐匿可以提供攻击力和移速，方便黏人输出，绿色均衡提升双抗可以让程咬金承受更多伤害。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：程咬金需要能够准确判断自身血量是否安全，而大幅提升自身最大生命值属性能够让容错范围大大加强，并且凭借被动增加的攻击力一样能够打出足够威胁敌方的伤害 Tips：极寒风暴带来的冷却缩减能让程咬金技能空窗期缩短并且低血量的短兵相接时会频繁的触发极寒的伤害减速效果 英雄关系: 最佳搭档: 花木兰：在野外地形时作为突进开团玩法进行配合，程咬金可以在前排承受高额伤害，黏住敌方核心输出位交出关键技能，花木兰把握时机突进配合程咬金完成击杀或者收割，面对程咬金不交技能很难打出有效伤害，交技能就无法有效针对花木兰，依次作为配合战术效果会很好。 高渐离；高渐离拥有比较高的AOE爆发输出能力，有程咬金吸引敌方火力，骗敌方交出关键技能，由高渐离进场大招收割是最好的，程咬金可以视血量情况返场去追击敌方核心输出位，利用大招恢复黏住敌方核心输出位无法脱离战场。 压制英雄: 鲁班七号：鲁班七号没有位移，爆发伤害对程咬金无法构成威胁，程咬金可以利用低血量高伤害能力站撸鲁班，血量比较低也可以开启大招恢复生命值，移速快即使打不过也可以轻松逃生。 妲己：高爆发秒人英雄妲己在面对程咬金的超强坦克能力和高恢复能力非常的难受，经济同等情况下一套技能也无法把程咬金带走，因为只有2技能控制效果比较薄弱，很容易会被程咬金近身击败。 被压制英雄: 程咬金单人作战能力不强，遇到花木兰这种刺客简直没有还手之力 机动性很高的孙尚香很容易风筝程咬金",
    "米莱狄的信息 技能信息: 被动 - 机械仆从: 描述: 每击杀一个敌方目标就会召唤一个持续8秒自动攻击敌人的仆从。仆从若未被击杀，生存期结束后自爆对附近敌人造成200(+30%法术攻击)法术伤害。机械仆从普通攻击：120(+17.1*英雄等级)(+25%法术攻击)法术伤害，生命：500(+107.1*英雄等级)(+110%法术攻击)，移速：450(+10%法术攻击)。机械仆从普通攻击的法术伤害，生命和移速受到米莱狄的法术攻击加成，机械仆从至多存在5个，超过上限时自动引爆更早的机械仆从。 冷却值: 0 消耗: 0 技能1 - 空中力量: 描述: 米莱狄指挥飞行器朝指定方向飞出，对沿路的敌人进行扫射造成70/80/90/100/110/120（+7%法术加成）点法术伤害。飞行器连续攻击2次以后，下一次攻击将会对目标发射一枚导弹，造成140（+14%法术加成）点法术伤害。飞行器在飞行的过程中，米莱狄可以发出指令让飞行器进行一次分裂，变为2个飞行器进行攻击，分裂的飞行器造成80/92/104/116/128/140（+6%法术加成）点法术伤害如果敌人同时受到2个飞行器的攻击，将会被减速50%持续1.5秒。 冷却值: 8/7.6/7.2/6.8/6.4/6 消耗: 60 技能2 - 强制入侵: 描述: 米莱狄标记一个位置，短暂时间后召唤两个机械仆从，落地时对附近敌人造成100/120/140/160/180/200（+20%法术加成）点法术伤害，并在1秒后激活，自动攻击附近的敌方单位，机械仆从存活至多8秒。每16/15.2/14.4/13.6/12.8/12秒储备一个机械仆从，至多储备3个。 冷却值: 3 消耗: 25 技能3 - 浩劫磁场: 描述: 朝指定目标发出一颗信号装置，标记3秒并眩晕敌人0.75秒，每0.5秒造成80/120/160（+4%法术攻击）法术伤害并被减少30%移速，标记时间结束时爆炸对目标造成标记期间对其造成总伤害的25/37/50%法术伤害。目标被标记期间死亡会立即召唤三个仆从。大招开启时，范围内的友方机械仆从增加100%攻速和100%移速并立即冲向目标进行攻击。信号装置可对建筑释放但眩晕无效。 冷却值: 35/30/25 消耗: 100 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：米莱狄属于推进型法师，不必太在意移动速度，主要还是补充线上的续航和战斗属性 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：冷静缩减属性能让米莱狄持续推进兵线和拆除建筑，同时米莱狄的属性会受到法术攻击影响，堆砌法术攻击同时还可以强化机器人属性 Tips：米莱狄的1技能射程超远，造成的减速效果会有利于机器人贴近其进行输出 英雄关系: 最佳搭档: 米莱狄指定目标的控制效果，配合橘右京的爆发力和控制手段，可以让敌人在控制链中被击杀 李白可以限制敌人移动，让其无法躲避机械仆从的攻击，又能补足米莱狄爆发伤害不足的弱点 压制英雄: 米莱狄优秀的推进能力比韩信更加容易推到防御塔迫使其无法分带 米莱狄指定控制技能能够有效控制集火露娜将其击杀 被压制英雄: 苏烈释放大招时，敌人越多，站位越密集，伤害越高。 可以专门用来克制米莱狄的机械大军 米莱狄逃脱能力较差，大招有飞行轨迹，一旦被花木兰霸体抵消掉控制，就会被花木兰近身击杀",
    "老夫子的信息 技能信息: 被动 - 师道尊严: 描述: 被动：老夫子普通攻击命中会增加1点训诫值，最多叠加5点，叠满后会获得强化自身，持续5秒；强化时老夫子会增加60点移动速度和25%攻击速度，同时普通攻击将会附带60点真实伤害，每次攻击能够减少1秒圣人训诫和举一反三的冷却时间 冷却值: 0 消耗: 0 技能1 - 圣人训诫: 描述: 老夫子向指定方向挥动戒尺，将范围内的敌人抽到自己身前，造成200/240/280/320/360/400（+80%物理加成）点物理伤害并减少其25/30/35/40/45/50%移动速度，持续1.5/1.7/1.9/2.1/2.3/2.5秒 冷却值: 8 消耗: 0 技能2 - 举一反三: 描述: 老夫子爆发气场，增加25/28/31/34/37/40%移动速度并且减少45/49/53/57/61/65%受到的伤害，持续2秒，同时会反弹英雄的普通攻击，对攻击者造成等量的物理伤害并减少其30%移动速度，持续2秒；反弹会附带普通攻击的法球效果，每个敌人最多被反弹一次；被动：每次普通攻击有25%几率发动两次普通攻击，第二次普通攻击只会造成50%伤害和法球效果。 冷却值: 8 消耗: 0 技能3 - 圣人之威: 描述: 老夫子向指定方向冲锋造成400/500/600（+120%物理加成）点物理伤害，并且会将第一个撞到的敌方英雄捆在明灯上，令其无法离开明灯的范围，持续5秒，期间将减少20%该英雄造成的伤害 冷却值: 45/40/35 消耗: 0 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：这套铭文其中物理攻击和物理穿透可以提高老夫子的伤害，暴击率搭配老夫子的高攻击速度表现非常的不俗，移动速度加成提升老夫子支援和gank速度，攻击速度的加成让普攻速度更快，在触发被动效果后能够打出更高的伤害。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：老夫子需要一定的攻速让其尽快累积训诫值，才能打出足够的输出 Tips：半肉出装让老夫子单带时更加安全并且能够在缠斗时支撑更久 英雄关系: 最佳搭档: 大乔：老夫子是一个单挑能力很强的英雄，可以选择与大乔进行41分推的玩法配合，敌方来一个英雄守线很难战胜老夫子，来2个其他战场就会形成4打2的局面，大乔的大招也可以及时召唤老夫子或帮老夫子逃生。 李白：老夫子属于单挑带线十分强势的英雄，一般选择上单位置抗压，老夫子达到4级后就有足够的控制，但是前中期输出能力不足以轻松击杀敌方英雄，可以防守的形式在塔下清兵线，配合李白抓敌方推进英雄，老夫子大招后李白可以轻松打出2技能大招配合老夫子秒杀敌方英雄。 压制英雄: 关羽：关羽是一个依赖冲锋后技能收益的英雄，最害怕控制和减速类技能针对，老夫子使用大招命中关羽后，就像绳子拴住了马，关羽很难有效发挥自己的AOE伤害和控制，老夫子的1技能也可以打断，被控到单路或者配合队友集火可以轻松压制关羽。 哪吒：哪吒有一个核心玩法是41分推，既能牵制敌方英雄又可以及时支援战场，带线推进让人防不胜防，老夫子对抗哪吒是一个很好的选择，真实伤害可以无视哪吒的免伤能正面单挑战胜哪吒，在哪吒需要支援战场时，使用大招也可以组织哪吒发挥自己的作用。 被压制英雄: 老夫子在进入战场切入后排时很容易被项羽推走 孙尚香的机动性可以很好的风筝老夫子",
    "芈月的信息 技能信息: 被动 - 永生之血: 描述: 被动：芈月释放技能会召唤暗影仆从并对附近的敌人进行攻击，每次攻击会造成50（+7%法术加成）点法术伤害，对小兵额外造成80（+14%法术加成）点法术伤害，对野怪额外造成40（+7%法术加成）点法术伤害，并回复25（+3%法术加成）点生命值；召唤暗影仆从时芈月获得30点暗影之力，暗影之力会为芈月增加移速和治疗效果，最多增加30点移速和10%治疗效果，暗影之力消失时暗影仆从也会立即消失；暗影仆从最多存在6个。 冷却值: 0 消耗: 0 技能1 - 痛苦冲击: 描述: 芈月向指定方向释放暗影能量，对路径上的敌人造成200/220/240/260/280/300（+24%法术加成）点法术伤害；在暗影能量飞行的过程中，芈月能够再次使用技能降临在暗影能量位置，并对范围内敌人造成200/220/240/260/280/300（+24%法术加成）点法术伤害；第二段技能命中敌人会为芈月召唤一个暗影仆从。 冷却值: 10/9.6/9.2/8.8/8.4/8 消耗: 0 技能2 - 幻翼仆从: 描述: 芈月向指定方向释放暗影锁链，锁链将会和第一个命中的敌人连接，最多持续4秒；连接后每0.5秒抽取目标10点物理攻击力与30点法术攻击力，并对敌人减少2.5%移动速度，最多可以减少20%移动速度，每次抽取目标将回复自身15（+2%法术加成）点生命值并造成25/36/47/58/69/80（+7%法术加成）点法术伤害；如果连接持续4秒，会为芈月召唤一个暗影仆从；双方超过一定距离会挣脱连接。被动：芈月普通攻击得到强化，造成40（+100%物理加成）（+20%法术加成）点法术伤害并减少其10%移动速度，同时增加自身10点暗影之力。 冷却值: 9 消耗: 0 技能3 - 暗影之月: 描述: 芈月遁入暗影，增加30%移动速度并免疫所有效果，持续2秒；技能开启及结束时都将对范围内的敌人造成400/500/600（+50%法术加成）点法术伤害；如果第二段伤害命中敌人，会为芈月召唤一个暗影仆从； 冷却值: 24/22/20 消耗: 0 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：红色梦魇提供了法术攻击和法术穿透的加成，可以在前期让芈月有非常高的伤害，芈月的持续伤害源于技能和被动，因此选择可以增加攻速的铭文狩猎。绿色选择怜悯，减少芈月技能冷却的时间。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：芈月大招保证了其极其强大的生存能力，配合1技能位移，几乎不用担心无法找到输出位置，被强化的普攻也能在巫术法杖的加持下发挥出不错的效果 Tips：芈月被2技能强化过的普攻伤害很高，在成功链接敌人后，即使是专职的射手也不一定能够普攻的过芈月 英雄关系: 最佳搭档: 刘邦：刘邦自身拥有一身控制，能弥补芈月控制方面的不足。而刘邦落地后的双抗加成可以让芈月更加肆无忌惮地冲进人群里输出，一个偏肉的法坦和一个偏输出的法坦一起相得益彰。 钟无艳，芈月是一个持续输出的法师，但控制方面薄弱，钟无艳的石化控制，可以为芈月留住敌方英雄。 压制英雄: 王昭君：芈月的大招拥有无法被选择的效果可以完美躲过王昭君的二技能，1技能也可逃离或接近王昭君。从而大大降低王昭君造成的伤害。 露娜，露娜的持续输出需要依赖连续的标记支持，而芈月大招可以免疫一切效果，导致露娜不能持续衔接技能，从而配合队友轻松击杀. 被压制英雄: 张良：拥有硬控的英雄可以很好的控制住芈月让她无法随心所欲施放技能 东皇太一：拥有硬控的英雄可以很好的控制住芈月让她无法随心所欲施放技能",
    "花木兰的信息 技能信息: 被动 - 长城巡守者: 描述: 被动：花木兰使用轻剑时，增加40点移动速度，普通攻击和技能伤害将会对敌方英雄叠加平衡印记，持续5秒；叠加满5层后将触发印记，造成140%物理加成点物理伤害，同时将该目标沉默并减少其90%移动速度，持续1秒；花木兰使用重剑时，普通攻击的基础攻击速度会降低，但会额外造成50%物理加成的物理伤害；并且释放技能过程中将处于霸体状态并减少40%所受到的伤害。 冷却值: 0 消耗: 0 技能1 - 空裂斩: 描述: 花木兰冲锋后向指定方向挥砍，对命中的目标造成60/70/80/90/100/110（+40%物理加成）点物理伤害；如果该技能命中目标，可在5秒内发起第二次空裂斩。 冷却值: 8/7.6/7.2/6.8/6.4/6 消耗: 0 技能2 - 旋舞之华: 描述: 花木兰向指定方向投掷轻剑，对路径上的敌人造成180/200/220/240/260/280（+90%物理加成）点物理伤害，轻剑会在终点旋转3秒，对范围内敌人每0.5秒造成100（+36%物理加成）点物理伤害并减少50%移动速度，持续1秒；拾起轻剑会减少5秒旋舞之华的冷却时间。 冷却值: 12 消耗: 0 技能3 - 绽放刀锋: 描述: 花木兰拔出重剑横扫时获得40%免伤效果，横扫对附近的敌人造成200/280/360（+110%物理加成）点物理伤害，同时增加60/180/300点攻击力，持续5秒；拔出重剑后，会使用重剑技能。 冷却值: 6 消耗: 0 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：花木兰的铭文根据玩法不同有很多变化，推荐百穿玩法，攻击力和穿透可以提升花木兰的普攻和技能伤害，移速提升可以帮助花木兰支援队友，对于新手来说可以选择这套铭文轻松打出有效伤害。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：花木兰自身拥有霸体不怕控制的特性，让其可以选择影忍之足增强自身坦度。暗影战斧与名刀的冷却缩减属性，让花木兰可以更加灵活的调整位置追击敌人 Tips：花木兰在蓄力时会受到大量伤害，血魔之怒的被动效果触发时，也可以当做花木兰释放技能的前奏，不仅能够让血线更加安全，还能增强本次蓄力的输出伤害 英雄关系: 最佳搭档: 庄周：庄周的大招拥有免控效果加免伤，而花木兰也有免伤技能，两个技能双叠加可以保证自己团战存活能力，免控可以保证花木兰可以打出很好的输出（轻松切入敌方后排）。 刘邦：花木兰是需要深入敌后的战士，自身硬度并不够，极易被集火秒杀。而有了刘邦的大招保护，可以有多种打法。不管是先手开团切后排，还是进行重剑控制，甚至用轻剑形态下对多个敌人打出沉默效果，都能获得很高的收益。 压制英雄: 鲁班七号：鲁班七号做为射手后期输出很高，但是自保能力太差，没有位移技能只能依靠闪现逃生，花木兰可以在草丛蹲着等到鲁班出现后先手2技能配合移打出沉默效果，切重剑控制一套伤害，可以轻松击杀鲁班七号。 墨子：墨子比较强力的点是控制和poke能力，花木兰2技能打到墨子配合普攻可以沉默，切换重剑技能也可以免疫控制，高额免伤可以避免被墨子秒杀，不管是单挑还是团战都可以轻松压制墨子。 被压制英雄: 带控制的坦克能让花木兰在双剑形态下很难发挥 超高的爆发和灵活的技能让花木兰在哪个形态都难以应对",
    "苏烈的信息 技能信息: 被动 - 不屈铁壁: 描述: 苏烈濒死时回复70%最大生命，但原地陷入虚弱状态，禁止操作，减少50物理防御和25法术防御，持续4.5秒，同时周围出现3盏烽火台，队友触碰可为双方回复12%最大生命，3盏烽火台都被点亮时，结束虚弱状态。结束时对附近敌人造成150（+100%物理攻击）法术伤害和50%减速，持续2秒，自身增加50%攻速和30%移速，持续5秒。为友方英雄提供60%移速提升，效果将在3秒内衰减。【不屈铁壁】有120秒冷却时间，非冷却时苏烈增加90点物理和法术防御。 冷却值: 120 消耗: 0 技能1 - 烽烟踏破: 描述: 强化下三次普通攻击，每次攻击造成100/130/160/190/220/250（+100%物理加成）点物理伤害，第三次攻击会将范围内的敌人击飞0.75秒。（攻击完成或者强化效果结束时进入冷却） 冷却值: 5 消耗: 60 技能2 - 所向披靡: 描述: 苏烈短暂蓄力后，向指定方向冲撞，对敌人造成100/130/160/190/220/250（+40%物理加成）点物理伤害并将其击退。如果将敌人击退至地形边缘，将会额外造成50%伤害并将其晕眩0.75秒；如果苏烈冲撞敌方建筑，将对建筑造成250（+100%物理加成）点物理伤害。 冷却值: 10/9.6/9.2/8.8/8.4/8 消耗: 80 技能3 - 豪烈万军: 描述: 苏烈举起柱子开始蓄力，释放时会用力将柱子砸向地面，对敌人造成300/375/450（+150%物理加成）~1000（+150%物理加成）点物理伤害并将其击飞1秒；被击飞的敌人在落地时还会以该名敌人为中心再产生一次震荡，对附近的其他敌人额外造成80%物理伤害，非英雄单位伤害减半。被动：苏烈与大地共鸣，释放技能或使用强化攻击时，对附近的敌方目标造成38/42/46（+25%物理加成）点法术伤害，持续3秒。蓄力时获得逐渐提升的加速效果，最大提升至20%。蓄力时间会影响技能的伤害和范围。取消蓄力将会返还70%技能冷却。 冷却值: 45/40/35 消耗: 120 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：因为苏烈整体的防御能力较强，所以符文推荐以攻击和移速为主，达到攻守平衡。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：苏烈凭借被动是一个优秀的前排坦克，在利用防御装备武装自己后可以保证自己能够重新站立起来重新投入战斗 Tips：半肉装的苏烈可以在攻击与防守中做到平衡，凭借强化攻击的击飞效果可以在前期打的非常强势 英雄关系: 最佳搭档: 大招隐身加速帮助苏烈进场。配合2技能，让苏烈的大招发挥最大效果。 配合庄周大招的免控效果，苏烈可以更好的选择释放大招的位置和时机。 压制英雄: 苏烈被动自带超高的护甲和魔抗，阿轲想近身与苏烈肉搏是基本没有胜算的。 苏烈拥有超强的控制技能，当孙悟空对脆皮英雄发起突袭时，苏烈可以轻松克制并保护队友。 被压制英雄: 苏烈进场释放大招的时候，达摩可以迅速打断他，并将他击飞到战场以外。 苏烈的控制技能都有一定的释放前摇，孙尚香可以快速频繁的位移躲开苏烈的攻击。",
    "蔡文姬的信息 技能信息: 被动 - 长歌行: 描述: 被动：当蔡文姬受到伤害时，自身会立刻增加70%持续衰减的移动速度，持续2秒，同时自身会每秒回复250（+50%法术加成）点生命值，持续2秒；长歌行每10秒只能触发1次 冷却值: 0 消耗: 0 技能1 - 思无邪: 描述: 蔡文姬演奏乐曲，增加40%移速，同时为己方英雄每0.5秒回复60/72/84/96/108/120(+20%法术攻击)点生命，持续3秒，对非英雄单位造成50%效果。 冷却值: 15/14.4/13.8/13.2/12.6/12 消耗: 100 技能2 - 胡笳乐: 描述: 蔡文姬向指定方向弹奏一束音波，命中后会在敌人间弹射，每次弹射造成300/348/396/444/492/540（+48%法术加成）点法术伤害并将其眩晕0.75秒；每束音波最多弹射6次，同一目标最多受到2次弹射效果，第二次弹射命中时将只造成25%的初始伤害和眩晕时间。 冷却值: 9 消耗: 70 技能3 - 忘忧曲: 描述: 蔡文姬释放琴音每0.5秒为范围内血量最低的友方英雄回复80/120/160(+60%法术攻击)点生命，持续5秒，同时为其增加300/375/450(+25%法术攻击)点物理和法术防御。 冷却值: 60 消耗: 120 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：蔡文姬是一个辅助英雄，红色法术强度可以提升主动技能和被动技能的恢复能力，长生可以提升坦克强度，在初期中期很难被击杀，在前期可以多次触发被动创造丝血逃生的机会，均衡可以提升双抗让蔡文姬放心为队友恢复血量。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：蔡文姬的技能组合让其非常安全，利用圣杯的续航能力和肉装的坦度，蔡文姬既可以为队友探听敌方动向，也可以为作为贴身护卫让队友安心作战 Tips：法术攻击不仅仅让蔡文姬奶力十足，她的技能伤害也会非常高，配合梦魇对敌方恢复能力的限制，蔡文姬也可以打的侵略性十足哦 英雄关系: 最佳搭档: 高渐离：高渐离作为版本最强的AOE爆发输出流法师之一，开启大招免伤配合蔡文姬的大招加血加双抗能在团战中起到一个2打5的作用，蔡文姬二技能的稳定控制也能配合高渐离打出更好的输出环境。 狄仁杰：狄仁杰站桩近距离输出是相当强势的，二技能的解控使狄仁杰在团战中不会出现被控制直接秒掉的情况，蔡文姬的回血和二技能的眩晕以及大招的加双抗，能使狄仁杰在面对敌方刺客的针对时有更好的输出环境。 压制英雄: 貂蝉：貂蝉是持续输出英雄，蔡文姬二技能追踪的连续两下控制很容易让貂蝉放空一个技能或者一个技能放不出来而自乱阵脚，1技能配合大招的恢复能力也能保护队友轻松逃生或反杀。 阿轲：阿轲需要一套技能秒人才能发挥最大的效果，团战时有一个蔡文姬保护后排加血加双抗，敌方的阿轲就很难一套直接秒掉后排，相反蔡文姬的眩晕还能让阿轲有来无回，配合后排的输出甚至能直接秒掉反杀阿轲。 被压制英雄: 兰陵王的隐身和秒杀能力很容易接近蔡文姬将其秒杀 花木兰的超高爆发输出能力能快速击杀走位不慎的蔡文姬",
    "虞姬的信息 技能信息: 被动 - 树神护佑: 描述: 被动：虞姬有25%的几率射出两箭总计造成100（+120%物理加成）点物理伤害，同时将减少其15%移动速度，持续2秒，该效果最高叠加3层。 冷却值: 0 消耗: 0 技能1 - 楚歌起: 描述: 虞姬蓄力后，向指定方向发射一支携树神加持的强力弩矢，弩矢对路径上第一个敌人造成365/540/715/890/1065/1240（+200%物理加成）点物理伤害；弩矢每命中一个敌人衰减15%伤害，最低衰减至40%伤害。 冷却值: 5 消耗: 50 技能2 - 大风来: 描述: 虞姬增加30/36/42/48/54/60%移速，持续2秒，期间免疫物理攻击。 虞姬在技能开启瞬间免控，随后解除减速效果并激活一次【神树护佑】，【神树护佑】持续5秒。 被动：虞姬获得护佑，提升20/22/24/26/28/30攻速。 冷却值: 12/11.6/11.2/10.8/10.4/10 消耗: 80 技能3 - 阵前舞: 描述: 虞姬冲向目标，在接触目标时将其眩晕0.5秒并减少90%移动速度，持续2秒，然后向后跳跃；跳跃时对目标快速射出2支弩矢，每支弩矢造成180/225/270（+85%物理加成）点物理伤害，后跳结束虞姬获得30/40/50%攻速加成持续4秒；虞姬在跳跃过程中免疫控制效果。 冷却值: 20/17/14 消耗: 100 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：虞姬的伤害来源都来自于技能和被动，所以想在前期就能造成很高的伤害，物理攻击和物理穿透都是非常必要的；攻速和移速也是一个ADC非常关注的属性，所以这套铭文非常适合虞姬这类靠技能的ad英雄。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：虞姬能够闪避物理攻击，所以当对方没有法术爆发时，出装上可以选择全输出利用闪避和高额伤害强吃对方后排 Tips：名刀会为虞姬带来一些反应时间，以免因为无法开出技能而被秒杀 英雄关系: 最佳搭档: 东皇太一：虞姬的特性，非常害怕刺客型法师切入，所以她需要一个能让她免于法师切入的英雄，而东皇太一就是这样一个非常合适的英雄。由于东皇太一大招的的特性，意味着只要有法师切入，一定会被控制住，而虞姬的高爆发伤害，几乎肯定能击杀来切入的脆皮法师，更能让虞姬在团战中更加肆无忌惮的输出。 妲己：二者都是高爆发英雄，几乎没有任何脆皮刺客能在两者的一套存活，而且两者都有指向性的控制技能，如果两个人同时行动，在后期几乎是见一个秒一个，就算是坦克，在两人技能的轮番轰炸之下也极容易被击杀，可以说一旦碰到这两个组合，就千万不要让游戏拖到后期。 压制英雄: 马可波罗：马可波罗的一技能不能穿过小兵或者敌方英雄，而虞姬可以，所以无论是对线消耗，还是清兵线能力，都是虞姬更胜一筹。而且由于虞姬的二技能免受物理伤害，大招的指向性更是能让马可的灵活无处可施。高爆发的虞姬也意味着一套下来能让马可波罗被瞬间击杀。 韩信：韩信是个高机动性英雄，但是面对高爆发加技能指向性加免疫物理伤害的虞姬，被天然克制。虞姬三技能能很好的压制韩信的位移，因为即使韩信位移走了，一旦被锁定，也很有可能会被击杀。 被压制英雄: 法师刺客露娜很容易切死虞姬 貂蝉的超高法术伤害和突进能力是虞姬无法抵挡的",
    "裴擒虎的信息 技能信息: 被动 - 寸劲: 描述: 被动：在人形态下每次普攻将发出气功波，攻击目标时造成额外16点法术伤害（伤害随英雄等级提升），额外造成的法术伤害可以在3秒内进行叠加，至多提升到基础值的3倍。普攻每次命中恢复5点能量 冷却值: 0 消耗: 0 技能1 - 冲拳式: 描述: 朝指定方向发出气功，对一条路径上的敌人造成250/300/350/400/450/500（+115%额外物理加成）点法术伤害和目标当前生命值8%的额外法术伤害并减少目标50%移动速度，持续1.5秒。该技能命中任意单位时恢复20点能量；虎形态：对一名敌人发起撕咬造成300/360/420/480/540/600（+130%额外物理加成）点物理伤害，目标每损失1%生命值额外造成1%伤害，如果该次攻击直接击败敌人，恢复20点能量。 冷却值: 8/7.6/7.2/6.8/6.4/6 消耗: 40 技能2 - 气守式: 描述: 施展念气环绕自身，施法瞬间对附近敌人造成100/150/200/250/300/350（+70%额外物理加成）点法术伤害，并形成护盾包裹自身持续5秒，可吸收400（+150%额外物理加成）伤害。护盾存在期间每0.5秒对附近敌人造成20/30/40/50/60/70（+14%额外物理加成）点法术伤害并提升裴擒虎30/34/38/42/46/50%攻击速度。虎形态：裴擒虎朝指定方向冲刺，对沿途的敌人造成160/190/220/250/280/310（+70%额外物理加成）点物理伤害，如果在冲刺过程中触碰了地形边缘，将可以在1秒内通过摇杆控制方向再次进行一次折返跳跃，并对触碰的敌人造成320/385/450/515/580/645（+140%额外物理加成）点物理伤害。如果折返跳的过程中至少命中了一名敌人，恢复20点能量并缩短该技能50%的冷却时间。 冷却值: 8 消耗: 50 技能3 - 虎啸风生: 描述: 裴擒虎切换到虎形态，1秒内增加30%移动速度并强化下两次攻击，持续7秒，第一击扑向指定目标，造成20/110/200/290（+100%物理加成）点物理伤害和1秒90%减速。第二击对面前的敌人造成20（+100%物理加成）点法术伤害；虎形态：裴擒虎切换到人形态，1秒内增加30%移动速度并强化下一次普攻，发出强力元气弹，对目标以及其身后的扇形区域敌人造成100/300/500/700（+100%物理加成）点法术伤害 冷却值: 6.4/5.6/4.8/4 消耗: 0 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：裴擒虎前期选择物理穿透会让其在前期无视大部分英雄的自身护甲，移动速度和攻击速度会大幅优化裴擒虎的清野效率 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：裴擒虎的收割能力特别强，配合破军可以迅速将敌方残部一一收割 Tips：暴力的穿透出装，让裴擒虎前期的伤害爆炸，入侵野区时敌方几乎无法抵抗 英雄关系: 最佳搭档: 裴擒虎较高的爆发能力足以独立完成击杀，但在团战时更倾向第二时间入场，夏侯惇能够提供裴擒虎的入场空间以及一定的控制 快速的清线能力，让嬴政能够快速的支援野区，帮助裴擒虎压制对方打野 压制英雄: 虽然后期的孙悟空能够打出巨额伤害，但前期的较弱的对抗力，会让裴擒虎在其野区为所欲为。进而压制其发育 裴擒虎的爆发能力，只要接近了无位移能力的英雄时，很容易将其秒杀 被压制英雄: 貂蝉可及时的调整自身位置避免被裴擒虎折返跳跃命中，失去了爆发机会的裴擒虎，很难和貂蝉进行对拼 裴擒虎虽然有两种形态，但主要爆发还是得依靠虎形入场，孙膑可以用大招反制，打断裴擒虎的爆发节奏",
    "诸葛亮的信息 技能信息: 被动 - 策谋之刻: 描述: 技能命中敌方目标会叠加印记，达到5层会召唤5颗法球，自动攻击周围目标造成135（+25%法术攻击）法术伤害。法球会优先攻击敌方英雄，不会攻击非战斗状态的野怪，法球对于野怪的伤害减少40%，对于小兵的伤害增加40%。 冷却值: 0 消耗: 0 技能1 - 东风破袭: 描述: 向指定方向发射三颗法球，对路径上的敌人造成500/600/700/800/900/1000（+70%法术攻击）法术伤害。如果多颗法球命中同一目标时，从第二颗法球开始将只造成20%伤害。每颗法球能触发1次谋略刻印。 冷却值: 7/6.6/6.2/5.8/5.4/5 消耗: 60 技能2 - 时空穿梭: 描述: 朝指定方向闪烁，在起始位置和终点位置各对范围内敌人造成350/420/490/560/630/700（+52%法术攻击）法术伤害。单个目标5秒内多次受到法力场影响会在3秒内减少90%移速。当目标被多个法力场同时命中，将只造成50%伤害。每次法力场影响到敌人，都会触发1次谋略刻印；每10秒可准备1次【时空穿梭】，最多可储备3次【时空穿梭】。 冷却值: 1.5/1.4/1.3/1.2/1.1/10 消耗: 40 技能3 - 元气弹: 描述: 短暂蓄力后对锁定目标发出元气弹造成450/630/810（+55%法术攻击）法术伤害，目标每损失1%最大生命就会增加2%伤害。元气弹命中敌人可触发1次谋略刻印，如果击败敌人则立即发动【策谋之刻】，并减少80%冷却。如果命中英雄前其已经死亡，则减少80%冷却。元气弹飞行过程中碰撞到敌方非英雄目标，将会触发同等伤害并将其击飞0.5秒。 冷却值: 35/30/25 消耗: 120 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：诸葛亮作为强力法师，红色梦魇提升法术攻击、法术穿透，保证打出强力伤害。绿色怜悯提升技能冷却，保证可以多放技能、多打出被动，对敌人造成高额伤害。蓝色轮回提升法术吸血能力，在对战中保证生存能力以及续航能力。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：诸葛亮的作战半径较小，因此十分容易被消耗血量，故而噬神之书的恢复能力就是诸葛亮非常需要的属性了，在前中期能帮助诸葛亮在线上持续性的给予敌方压力 Tips：诸葛亮的技能释放频率较高，极寒风暴能够提供一定坦度，还能让其更加灵活的释放技能 英雄关系: 最佳搭档: 夏侯惇：作为法师的诸葛必须要有一个能够在前方抗伤害的肉盾，而夏侯作为战士，一技能减速命中敌人能够触发二段技能造成短控，可以为诸葛提供良好的输出环境。而二技能的盾也增加了夏侯惇抗伤能力。在对战或逃跑时，都可以通过三技能长距离的突进且造成眩晕的控制来保护诸葛或进行对敌。 赵云：赵云搭配诸葛是一对机动性强，能打能跑能输出的组合。赵云作为一个能抗能打的战士，机动性强。对敌时通过三技能的控制效果和减速效果，不仅能够打出输出，也能为诸葛吸引火力，让诸葛打出全额伤害。即使发现打不过对方，赵云和诸葛亮也可以利用技能的位移快速逃离。 压制英雄: 扁鹊：扁鹊和诸葛同样作为法师，但在对战时候却没有诸葛亮强势。扁鹊没有位移技能，且需要叠加层数才能打出伤害。而诸葛可以通过二技能近身再通过一技能的配合快速打出伤害且叠加被动输出伤害，最后再通过三技能元气弹完美收场。在这个过程中，还可以躲避扁鹊的技能，使扁鹊无法打出最高伤害。 鲁班七号：诸葛亮可以克制一些没有位移技能的英雄。诸葛亮可以使用二技能对鲁班七号技能进行躲避。鲁班七号移速较慢，且没有位移技能，诸葛亮可以利用二技能对鲁班七号进行追击，让其没有逃跑的可能。 被压制英雄: 诸葛亮容易被兰陵王抓住后秒掉 花木兰的超高爆发输出能力能快速击杀走位不慎的诸葛亮",
    "貂蝉的信息 技能信息: 被动 - 语·花印: 描述: 被动：貂蝉的技能命中会为敌人叠加花之印记，持续8秒，叠加满4层后印记触发，回复自身120点生命，同时会对周围敌人造成180（+43％法术加成）点真实伤害并减少其50％移动速度，持续1秒 冷却值: 0 消耗: 0 技能1 - 落·红雨: 描述: 貂蝉向指定方向挥出花球，花球飞出一段时间后会返回貂蝉手中，挥出和返回会对路径上的敌人造成180/220/260/300/340/380(+57％法术加成）点法术伤害 冷却值: 5 消耗: 40 技能2 - 缘·心结: 描述: 貂蝉瞬间消失并立即出现在指定位置，同时会散发3枚花球攻击附近的敌人，每枚造成140/155/170/185/200/215(+28％法术加成）点法术伤害，如果花球命中敌人，还会减少4秒缘·心结的冷却时间。 冷却值: 10 消耗: 45 技能3 - 绽·风华: 描述: 貂蝉绽放风华在原地结成法阵，法阵生成及消失时都将造成210/245/280（+50％法术加成）点法术伤害，当貂蝉处于法阵范围内，落·红雨和缘·心结会获得额外的冷却缩减 冷却值: 40/35/30 消耗: 80 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：法术攻击和穿透可以在初期保障伤害，应对敌方换血和快速清线，吸血提供的恢复能力可以增加貂蝉的赖线能力；貂蝉对冷却缩减的效果非常依赖，符文选择带10％冷却，在初期配合回血书就有一定的作战能力。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：大量的肉装可以支撑起足够的空间让貂蝉可以在双方阵前翩翩起舞，配合不死鸟的回复效果还能有一定的续航，让貂蝉持续作战 Tips：貂蝉在极快的位移能力和短暂无敌效果配合下可以躲避掉足够的伤害，配合辉月的主动效果往往能够拖住对方输出的节奏，为队友创造机会 英雄关系: 最佳搭档: 庄周：貂蝉是一个比较怕控制的英雄，需要一个队友去为她承受住来自敌人的打击，庄周大招可以为其解除大部分控制并增加免伤，能提高貂蝉的生存能力以及作战能力，是搭配貂蝉的不二选择。 白起：面对切入型英雄，貂蝉需要拉开范围，而白起不仅能做到大招嘲讽，使貂蝉能在较安全的环境输出，也能在对方站位密集的地方群控(嘲讽效果)，让貂蝉尽情输出打出更多AOE真实伤害。 压制英雄: 露娜：貂蝉一般带净化居多，净化解控露娜成功断大一次都可以造成致命伤，貂蝉的2技能消失也可以完美躲避任何技能，把握好时机也能轻松断露娜的大降低他的威胁力，貂蝉在开大时的，2技能命中人后的cd是很快的，在团战中也有不输露娜的AOE输出。 张飞：貂蝉在团战中的爆发很高（被动连爆），利用被动的真实伤害效果很好压制张飞这种技能的护盾的英雄，而且被动还带有减速效果，在单抓或者在团战中很好击杀或者压制住张飞，自身也不会遭受很高的伤害。 被压制英雄: 张良的硬控很容易控住貂蝉 花木兰的超高爆发输出能力能快速击杀走位不慎的貂蝉",
    "赵云的信息 技能信息: 被动 - 龙鸣: 描述: 赵云每损失3%最大生命就会获得1%减伤。 冷却值: 0 消耗: 0 技能1 - 惊雷之龙: 描述: 赵云执枪向前冲锋，造成190/214/238/262/286/310（+100%物理加成）物理伤害。冲锋后下次普攻获得强化，对敌人造成65/74/83/92/101/110（+135%物理加成）物理伤害和25/30/35/40/45/50%减速，持续2秒。 冷却值: 7/6.4/5.8/5.2/4.6/4 消耗: 30 技能2 - 破云之龙: 描述: 赵云连续4次刺出龙枪，对命中的敌人每次造成120/135/150/165/180/195（+48%物理加成）物理伤害并回复25/32/39/46/53/60（+12%物理加成）点生命。 冷却值: 6/5.6/5.2/4.8/4.4/4 消耗: 40 技能3 - 天翔之龙: 描述: 赵云跃向空中发动雷霆一击，对范围内敌人造成350/450/550（+130%物理加成）物理伤害，并标记为感电目标，范围中心的敌人还会被击飞1秒。赵云的普攻和技能伤害对感电目标会造成额外30/45/60（+13%物理加成）法术伤害。 冷却值: 18/15/12 消耗: 75 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：100的物穿使赵云在前期击杀脆皮上更加有效，在面对面前排时也有一定的击杀能力，45的物理攻击也是提高了前期的伤害量，而且在清野上也更加的快速，10%的移速加成是为了赵云在gank、支援、追击、逃跑时跑的更快。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：被动会让赵云在低血量时获得足够的防御属性因此几乎不会被秒杀，所以在装备选择上可以选择爆发直接对敌方后排造成威胁 Tips：赵云拥有2个位移技能，配合一定坦度的装备，可以在团战中多次进出，挤压对方输出空间 英雄关系: 最佳搭档: 达摩：团战处理上，都具有较强的先手开团能力，对于对面的后排威胁较大，并且技能的连环combo可以起到很好的控制效果。游走gank上，依靠达摩的大招将敌方英雄踢到墙上，紧接着赵云大招命中，可以打出很高的输出。 宫本武藏：团战处理上，都有较强的先手开团能力，宫本先手跳大，大中对面后排，此时赵云就可以接大招，将对面后排直接一套带走。游走gank上，赵云打野，宫本武藏边路，在野区入侵时，利用宫本先手开大，然后赵云再开大，这样保证了赵云大招的命中率，从而提高了赵云的输出能力，有着较强的技能combo。 压制英雄: 后羿：团战中，赵云只要找到后羿的位置，就可以先手大后羿，如果是没有闪现的后羿，那么后羿基本上就被赵云一套带走。gank时，在前中期，后羿没有位移的，并且在近距离后羿的大招也没有很好的发挥，所以我们可以优先选择gank后羿，配合边路英雄，一旦大招命中后羿就插翅难逃，很好的限制了后羿的发育。 小乔：团战中，在团战中小乔作为敌方法师，猥琐在后面，赵云需要找准时机，等待小乔出现，利用大招直接果断先手开团，在装备成型的赵云，相当能抗大，并且具有不错的伤害量，所以既能切死小乔，又可以保证了自己的生存。所以赵云在抓小乔时，一旦大招命中则可以配合中路英雄将小乔带走。 被压制英雄: 刘邦的嘲讽技能能有效控制赵云输出或击杀赵云 王昭君的减速和控制技能限制赵云的输出能力",
    "达摩的信息 技能信息: 被动 - 真言·心经: 描述: 被动：达摩每次释放技能将会获得真言护体，每层真言增加80点物理防御，持续5秒，最多叠加3层；如果技能命中目标，下两次普通攻击将变成双拳攻击，但第二拳只会造成（+30%物理加成）的物理伤害；同时增加100%攻击速度，持续2秒；每次拳击会回复60点生命值 冷却值: 0 消耗: 0 技能1 - 真言·无相: 描述: 达摩往前冲刺挥出强力冲拳，对路径上的敌人造成200/240/280/320/360/400（+70%物理加成）点物理伤害并击飞目标0.5秒，命中目标后，获得持续衰减的50%加速效果，持续2秒。 冷却值: 7 消耗: 45 技能2 - 真言·明王: 描述: 达摩快速朝指定方向连续打出五拳，每一拳造成75/90/105/120/135/150（+33%物理加成）点物理伤害并减少目标20/28/36/44/52/60点物理防御，最多叠加5层，持续5秒 冷却值: 10/9.6/9.2/8.8/8.4/8.0 消耗: 60 技能3 - 真言·普渡: 描述: 达摩向指定方向挥出超强一拳，对附近的敌人造成150/225/300（+55%物理加成）点物理伤害并将敌人向该方向击退；被击退的敌人如果在飞行过程中触碰了地形边缘将会再次受到150/225/300（+45%物理加成）点物理伤害并晕眩1.5秒；成功将敌方击退至地形边缘可再次释放真言·普渡，再次释放时达摩会向指定方向飞踢，对路径上的敌人造成150/225/300（+45%物理加成）点物理伤害并附带目标已损生命值20%的额外伤害 冷却值: 35/30/25 消耗: 100 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：这套铭文增加物理攻击、物理穿透、移速与攻击速度。物理攻击与穿透的加成增加技能和普攻的伤害，配合技能大幅度削弱敌人的护甲和防御效果，移速加成提高机动性，攻速加成让释放技能后能更快速打出被动的额外伤害。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：达摩的爆发富有节奏，但比较依赖技能，所以装备选择上可以累积伤害为主，争取一套将敌方击溃 Tips：达摩的控制能力有一定的范围限制，在自身爆发时也会受到其他对手的攻击，所以最后也可以补充一件防装以保证自己的爆发能够顺利打完 英雄关系: 最佳搭档: 赵云：赵云的定位和达摩类似，都是半肉战士，自身带控和技能回血，又同时具备突进技能。二人搭配起来抓人成功率是非常高的，技能combo是达摩一技能突进击飞，然后赵云大招打上击飞，达摩寻找好的角度一脚踢大，二人同时释放二技能，达摩减甲，赵云刺出高额物理伤害接普攻，这二人组几乎可以杀掉任何英雄。 李白：在这二人组中，达摩如果先手一技能突进，李白跟上一技能眩晕，这眩晕的时间能够给达摩有充足的选择大招位置的空间，当达摩大招晕到敌方时，李白可以接上二技能减甲，同时达摩二技能继续减甲，达摩大招眩晕的时间同时又为李白刷大减少了难度，二人同时减甲之后，由李白大招收尾，完成击杀。 压制英雄: 王昭君：王昭君是其非常惧怕能够打断自己大招的人，达摩就是其中之一，达摩的一技能能够完美躲避王昭君的2技能冰封，同时击飞属性又能打断王昭君的大招，而大招的将敌方位移和眩晕的属性，也是可以打断王昭君的，这些均是达摩克制王昭君的原因，而王昭君脆弱的身板又十分惧怕达摩一套技能过来秒杀。 韩信：尽管韩信有多段位移技能，但是达摩大招的眩晕可以很完美的克制这一点，加上眩晕后的二段伤害可以轻松击杀。 被压制英雄: 项羽可以即时将入场的达摩推走，保护后排 貂蝉能在躲避技能同时很好的风筝达摩",
    "钟无艳的信息 技能信息: 被动 - 石之炼金: 描述: 被动：钟无艳造成伤害时，会有50%几率将敌方英雄石化0.75秒，每个敌方英雄在8秒内只会受到一次石化效果 冷却值: 0 消耗: 0 技能1 - 狂飙突进: 描述: 钟无艳向前突进，下一次普攻强化为重击，重击将造成225/270/315/360/405/450（+120%物理加成）物理伤害和50%减速，持续2秒。三技能施放期间使用一技能，位移速度略微下降。 冷却值: 5 消耗: 40 技能2 - 震慑打击: 描述: 钟无艳用大锤猛击地面，对范围内的敌人造成300/380/460/540/620/700(+145%物理攻击)物理伤害，对范围中心的敌人造成双倍伤害。 冷却值: 8.0/7.4/6.8/6.2/5.6/5.0 消耗: 55 技能3 - 飓风之锤: 描述: 钟无艳抡起大锤持续旋转并增加自身10%移速，持续3.2秒，每0.4秒造成150/225/300（+80%物理攻击）物理伤害，对外圈的敌人造成额外40%伤害。在旋转过程中，钟无艳每0.4秒增加5%移速和35/70/105（+10%物理攻击）点护盾，最多可以叠加4层。被动：钟无艳召唤大地之力，每3秒生成一个岩土护盾，护盾可抵免150/300/450（+68%物理攻击）伤害。 冷却值: 40/35/30 消耗: 80 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：调和提高最大生命以及移速加成，提升回复能力；鹰眼和异变提高物理攻击和物理穿透，在一定程度上的提高了钟无艳的伤害，抗伤害的同时自身也可以打出伤害。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：钟无艳可以通过石化对手获得生存空间，所以当顺风时利用2技能的双倍伤害特性和破军的斩杀效果，可以打出非常高额的爆发伤害 Tips：钟无艳霸道的石化能力会让其突入敌方阵型时造成巨大的混乱，当然这需要一定的肉装支持，让其支撑一定的时间 英雄关系: 最佳搭档: 虞姬：虞姬自身被动带有减速效果，二技能也能一定的保全自己前期，虞姬的被动减速配合钟无艳的石化可以对敌方上单英雄有效的压制。即便被抓，钟无艳的一技能也可以很好的护住虞姬。后期团战中，钟无艳石化技能更好的是去前排抗伤害而不是保护后排，虞姬的二技能也有一定自保能力，可以在刺客手中逃过一劫。 马可波罗：马可子弹有粘人效果，二技能可以位移也在一定程度上可以保护自己，钟无艳石化敌方，马可输出。团战中，钟无艳开启大招，作为先手，马可作为后手 ，是一个很强力的可以控可以输出的组合。 压制英雄: 钟馗：团战时，钟馗勾人技能十分厉害，但是对上钟无艳，把钟无艳勾过去，钟无艳一个大招基本可以让对面团灭。钟馗本身没有位移技能，面对钟无艳很是吃亏。即便钟无艳没有大招，被勾过去仍可以选择一技能逃跑 。 兰陵王：兰陵王作为一个自身没有位移技能的刺客，虽然大招隐身非常厉害，钟无艳可以在兰陵王靠近时靠近我方后排，释放一二技能，不给兰陵王近身的机会。即便敌方兰陵王隐身秒掉我方后排，也会被钟无艳石化，以命换命。 被压制英雄: 钟无艳在大招期间，项羽能将她推开限制她对友方的输出与控制 灵活的貂蝉会让钟无艳的技能很难打中她",
    "钟馗的信息 技能信息: 被动 - 制裁仪式: 描述: 被动：钟馗受到单次伤害超过10%当前生命会引发爆炸，对附近的敌人造成60(+60%法术攻击)(+3%最大生命)法术伤害，引发爆炸有2秒冷却。 钟馗死亡3秒后会引爆自身，对自身附近的敌人造成240( +240%法术攻击)(+12%最大生命)法术伤害 冷却值: 0 消耗: 0 技能1 - 虚空清道者: 描述: 钟馗以虚空之力锤击地面，对范围内的敌人造成320/384/448/512/576/640（+32%法术加成）点法术伤害并减少30%移动速度，持续1秒；在钟馗身边的敌人受到250%伤害并减少30%移动速度，持续2秒 冷却值: 4 消耗: 60 技能2 - 湮灭之锁: 描述: 钟馗投出钩锁并将首个命中的敌人拉至身前，并造成550(+60%法术攻击)法术伤害，同时为其添加标记，轮回吞噬的每次吞噬会将标记的敌人晕眩0.5秒。 被动:钟馗每次击败英雄或助攻会获1层虚空噬魂，每层增加180点生命，最多叠加20层。 冷却值: 13/12.6/12.2/11.8/11.4/11 消耗: 60 技能3 - 轮回吞噬: 描述: 钟馗张开虚空身躯，对敌人发动最多16吞噬效果，共造成1920（+288%法术加成）点法术伤害。钟馗每次吞噬时获得60（+6%法术攻击）点护盾。 冷却值: 40/35/30 消耗: 130 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：这套铭文达到了10%的减CD以及较高的法术强度和法术穿透。保证了钟馗的输出能力，配合肉装和输出冷却符文，能够将技能的控制频率提到最高，这一点也保证了钟馗玩法的最大化收益。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：钟馗技能伤害极高，稍微增加一些输出装备即可在技能命中后打出连招击败敌人 Tips：钟馗的技能特性会将敌人拉回我方阵地，因此被2技能命中的敌人几乎不会因为伤害问题而脱身。装备选择上更多偏向肉装，为团队提供前排做准备 英雄关系: 最佳搭档: 打野战士（刘备、木兰）：钟馗依赖二技能的钩子，如果命中敌人，则可以瞬间配合刘备、木兰等爆发高的英雄秒掉。同时基本上是无伤抓人，这一点是任何的抓人套路都无法比拟的。 中单法师（昭君、妲己）：昭君的二技能命中几率较低，需要配合队友，而妲己的输出又过于风险大。所以配合钟馗的技能打出控制技能的连招，一套控到死。同时，对手很少会有反制手段，这一点是能够给团战带来极大收益的。 压制英雄: 周瑜：以周瑜为首的缺乏位移的中单英雄基础移速慢，机动性差。钟馗只要钩子命中就可以配合防御塔或是队友轻松秒掉，毫无反制手段。 黄忠：以黄忠为代表的缺乏位移的射手，例如成吉思汗，虞姬，狄仁杰等英雄，机动性差。面对钟馗的钩子无法做出相对应的位移，则会非常难以反制。同时这个思路符合各个段位的水平，都能达到不俗的效果。 被压制英雄: 刺客（韩信、兰陵王）的爆发输出很容易击杀落单的钟馗 花木兰的超高爆发输出能力能快速击杀走位不慎的钟馗",
    "铠的信息 技能信息: 被动 - 修罗之魂: 描述: 被动：铠拥有精湛的战斗技巧，当铠的普通攻击和极刃风暴只命中了一个目标时将会额外造成50%伤害。 冷却值: 0 消耗: 0 技能1 - 回旋之刃: 描述: 投掷一个可多次弹射的刀刃，对目标造成200/230/260/290/320/350（+55%物理攻击）物理伤害并减少其30%移动速度，持续2秒。第一个目标将会减少80%移速，持续1秒。刀刃命中后铠会回复100/110/120/130/140（+35%物理加成）(+5%最大生命)并且减少30%回旋之刃的冷却时间，同时增加20/22/24/26/28/30%移动速度和15/17/19/21/23/25%攻击速度，持续3秒。 冷却值: 10/9.4/8.8/8.2/7.6/7 消耗: 50 技能2 - 极刃风暴: 描述: 铠向指定方向发动两次挥砍，每次80/160/240/320/400/480（+30%物理加成）点物理伤害，并且第二次挥砍会将敌人击飞1秒；同时强化下一次普攻，可冲锋至目标身旁额外造成150/180/210/240/270/300点成物理。被动：脱离战斗后铠每秒回复1%最大生命值及最大法力值并且会增加10/12/14/16/18/20点移动速度。 冷却值: 6 消耗: 50 技能3 - 不灭魔躯: 描述: 召唤魔铠，1秒后对附近造成300/400/500法术伤害，同时会强化自身100/150/200点攻击力、50点移动速度、70/100/130点伤害格挡，每0.5秒对附近的敌人造成60/105/150法术伤害，持续8秒。 冷却值: 60/55/50 消耗: 120 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：铠的一技能回复能力与物理加成有关，传承增加物理攻击力。鹰眼所提供的物理穿透提升后期伤害。隐匿不仅可以提高铠的物理攻击力，还可以增加铠的移速更好的追击敌人。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：半肉出装的铠，侵略性不减且生存能力得到提升，暗影战斧和极寒风暴保障前中期续航，宗师之力让铠的强化普攻打出爆发性伤害 Tips：铠凭借被动在面对落单的敌方英雄时，会获得大幅提升伤害能力，全输出装备加成下，可以做到一击必杀 英雄关系: 最佳搭档: 铠配合宫本小团战战斗力爆表 铠配合花木兰小团战战斗力爆表 压制英雄: 没位移的射手英雄要离铠远一点哦 没位移的射手英雄要离铠远一点哦 被压制英雄: 铠容易被长手法师风筝 铠容易被长手法师风筝",
    "阿轲的信息 技能信息: 被动 - 死吻: 描述: 阿轲在敌人身后发起的攻击必定暴击，在敌人正面发起的所有攻击必定不暴击。阿轲的初始暴击伤害为125%，每1%暴击几率将额外的增加0.5%暴击伤害。阿轲正面攻击非英雄单位提升20%的伤害，阿轲对非英雄目标最多造成2000伤害。 冷却值: 0 消耗: 0 技能1 - 弧光: 描述: 阿轲立即向指定方向挥动双刺发动2次攻击，每次造成150/170/190/210/230/250（+65%额外物理加成）点物理伤害 冷却值: 4/3.8/3.6/3.4/3.2/3 消耗: 0 技能2 - 瞬华: 描述: 阿轲朝指定方向快速位移，在抵达终点后对附近的一名敌人发起攻击（优先攻击血量绝对值最低的目标），并标记该敌人提升自己40%攻速持续3秒，造成270/306/342/378/414/450（+90%额外物理加成）点物理伤害并标记目标，持续10秒；阿轲每次攻击标记目标时会将其减少50%移动速度，持续1秒，并缩短【瞬华】1秒冷却时间；阿轲被标记目标攻击时会减少30%所受到的伤害；阿轲同一时间只能标记一个敌人。 冷却值: 9/8.6/8.2/7.8/7.4/7 消耗: 0 技能3 - 幻舞: 描述: 阿轲短暂准备后进入隐身状态，处于隐身状态时，每0.5秒回复140/190/240（+25%额外物理加成）点生命值并增加40%移动速度，持续3秒；当阿轲发起攻击时会解除隐身状态，并在3秒内增加自身120/140/160点攻击力，同时每当对敌人造成伤害时会增加30%移动速度，持续1秒。被动：击败英雄或者助攻时刷新所有技能冷却时间。 冷却值: 20/18/16 消耗: 0 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：选择无双提升暴击效果，配合无尽大大提升阿轲的爆发能力，狩猎的移速配合位移大招，可以让阿轲更轻松接近对手完成刺杀，攻速可以让阿轲在背击时可以配合技能完成普攻，鹰眼的物穿效果可以为阿轲提供稳定的输出能力。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：阿轲的被动让无尽战刃的暴击效果提升获得了极大收益增强，配合暗影战斧几乎能秒杀任何脆皮对手 Tips：当对手逐渐获得了物理防御后，可以补充破甲属性，让前排英雄也需要随时提防被阿轲刺杀 英雄关系: 最佳搭档: 庄周：作为刺客阿轲的身板比较脆，经常会出现被敌方针对，先手控制集火秒杀的情况，庄周的大招解控和免伤效果可以大大提升阿轲的生存能力，可以帮助阿轲轻松击灭后排，收割战场，同时庄周1技能的减速留人，2技能的提升移速也可以给阿轲追击敌方带来很大方便。 墨子：墨子在中后期应有很强的poke输出和AOE控制能力，和墨子抓人gank时，墨子利用控制可以帮助阿轲轻松完成背击刺杀，团战时墨子的2技能poke输出制造残血也可以给阿轲带来很多收割战场的机会。 压制英雄: 王昭君：王昭君是一个脆皮站桩输出英雄，等待王昭君使用2技能后的真空期后，可以快速贴近使用2技能背击，1技能配合普攻打出高额伤害，即使王昭君闪现，也可以用大招继续粘人追击，高额的暴击伤害能轻松收割秒杀王昭君。 鲁班七号：面对鲁班七号需要注意躲避好鲁班七号的1技能命中眩晕效果，可以选择大招绕后利用暴击打出高额伤害，在鲁班七号选择闪现时用2技能跟进秒杀，如果鲁班七号选择站撸，可以在鲁班七号技能后的连射时使用2技能绕后可以轻松击杀。 被压制英雄: 牛魔：强力的控制和坚硬的身板让阿轲无论是对他还是对他保护的英雄都难以下手 太乙真人：太乙真人的复活给到队友后即使阿轲击杀也无法刷新自己的大招逃命",
    "雅典娜的信息 技能信息: 被动 - 真神觉醒: 描述: 对非英雄单位可造成额外25%伤害。死亡后以真身形态继续移动并增加向着雅典娜移动的友军英雄10%移动速度，获取视野并且可直接在真身位置复活，复活时重新降临归来，对范围内敌人造成480(+120%物理攻击)物理伤害和0.75秒击飞。 冷却值: 0 消耗: 0 技能1 - 神圣进军: 描述: 举盾突进，对敌人造成300/360/420/480/540/600(+75%物理攻击)法术伤害并将其击退，同时获得375/465/555/645/735/825(+82%物理攻击)点护盾，持续1秒，护盾期间免控。 冷却值: 6 消耗: 50 技能2 - 贯穿之枪: 描述: 雅典娜向指定方向跳跃，同时将下一次普通攻击变更为一个枪刺，枪刺可造成350/400/450/500/550/600（+100％物理加成）点物理伤害；连续三次对敌方英雄枪刺将贯穿该名英雄，造成目标已损生命25％的物理伤害，枪刺间隔不超过6秒才能触发贯穿；神圣进军和敬畏圣盾命中敌人时贯穿之枪会减少4秒的冷却时间。 冷却值: 6/5.8/5.6/5.4/5.2/5.0 消耗: 40 技能3 - 敬畏圣盾: 描述: 雅典娜举起圣盾并获得900/1800/2700（+100%物理攻击）点护盾，期间免控。至多1.5秒后，使用圣盾反击，对范围内敌人造成240/360/480（+70%物理攻击）法术伤害，举盾期间每受到一次敌方英雄攻击，圣盾反击伤害增加12.5%，并减少施法时间，最多叠加8层。 冷却值: 22/20/18 消耗: 70/75/80 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：红色选择异变，绿色选择鹰眼，增加物理攻击力和物理穿透，可以最大程度增加雅典娜前期伤害，提高发育效率。蓝色选择狩猎，增加10%攻速和10%移速，提高攻速可以帮助雅典娜的连招打的更加流畅。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：雅典娜的技能连招会连续触发强化攻击来制造高额伤害，配合宗师之力会放大其爆发力 Tips：雅典娜凭借其大招的护盾足以吸收大量伤害，破军会让雅典娜在压制对手后排英雄时，打出压倒性的效果 英雄关系: 最佳搭档: 达摩：雅典娜如果要打出完整的连招，需要冗长的操作，期间控制较少，并且大招是个固定不动的技能，因此如果能配合一个有强力长时间控制的近战英雄，将会有非常好的gank效率。达摩的控制很足，控制时间很长，符合雅典娜的需求，达摩的大招虽然会改变敌人的位置，但对雅典娜的超高移动性来说不是问题。 橘右京：雅典娜的机动性很强，两者配合时可让雅典娜先追上敌人，用一技能反推，此时进入橘右京距离攻击范围内，接上控制期间雅典娜开出大招，打出完整连招，从而击杀敌人。两人的爆发力很强，控制时间虽然不长，但是衔接起来很流畅，很容易打出很好的配合效果。 压制英雄: 达摩：雅典娜的免控属性让达摩非常难击飞她，从而无法解锁大招第二段伤害。雅典娜的一技能和三技能都是法术伤害，也使得达摩被动的物理防御无法减免这部分伤害，受到一定程度的克制。 兰陵王：雅典娜的一技能和三技能都可以提供护盾和免控，运用得当可以抵挡兰陵王二技能的二段伤害，以及眩晕效果。在角色定位上，兰陵王属于刺客，身板较弱，而雅典娜是半肉战士，并且可以让兰陵王二技能大部分效果无效化。在机动性上，雅典娜的移速比兰陵王还快，位移技能也更多，从总体上对兰陵王进行克制。 被压制英雄: 孙膑的大招沉默效果和控制很可能使得雅典娜进场后放不出技能，从而毫无作为 关羽可以快速推开团战入场后的雅典娜",
    "露娜的信息 技能信息: 被动 - 月光之舞: 描述: 被动：露娜对新目标的第一次普通攻击会向敌人发起冲锋；露娜的第三次普通攻击将会额外造成150（+35%法术加成）点法术伤害并标记敌人，但无法标记机关。露娜每1点法术攻击将提升0.03%攻击速度 冷却值: 0 消耗: 0 技能1 - 弦月斩: 描述: 露娜向指定方向挥出一道月光冲击波，对命中的敌人造成350/430/510/590/670/750（+51%法术加成）点法术伤害并标记敌人 冷却值: 5 消耗: 50 技能2 - 炙热剑芒: 描述: 露娜将剑插入大地，以炙热剑芒牵引附近的敌人靠近自己造成120/135/150/165/180/195（+31%法术加成）点法术伤害并眩晕0.5秒，同时获得可抵免400/470/540/610/680/750（+80%法术加成）点伤害的护盾并减少其50%移动速度，持续2秒；同时会标记被牵引的敌人 冷却值: 8 消耗: 50 技能3 - 新月突击: 描述: 露娜向指定方向发起突击，对路径上敌人造成400/525/650（+60%法术加成）点法术伤害；如果露娜命中了被标记的敌人，将会刷新新月突击的冷却时间 冷却值: 25/20/15 消耗: 70 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：露娜的技能需要配合普攻才能多次刷新大招，攻速加成可以提升露娜的攻击频率，移速加成可以提升支援gank的能力，法穿可以增加露娜的伤害能力，冷却可以减少技能CD。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：露娜频繁的释放技能可以轻易触发符文大剑的被动，极寒风暴也不仅仅提供了冷却与蓝量，还能强化露娜的生存能力 Tips：进化水晶能为露娜前期抗压提供帮助，随后的噬神之书能给露娜持续作战能力提供续航上的帮助 英雄关系: 最佳搭档: 庄周：露娜最怕张良、妲己、达摩这类硬控英雄，庄周的大可以让露娜有良好的环境确保至少打出一套技能连招，1技能的减速效果可以2技能加速效果可以帮露娜更好的追击与逃生，大招免伤也可以增加露娜的生存能力。 孙膑：孙膑的1技能减速可以帮露娜更好的追击敌人，2技能冷却能恢复露娜的技能CD，即使出现失误大招断掉也可以很快冷却，大招的沉默效果可以配合露娜进场，避免被敌方集火瞬秒的情况出现。 压制英雄: 虞姬：虞姬是一个身板比较脆的射手，2技能免疫物理攻击的效果对露娜0作用，面对露娜这种高机动性，有持续输出和追击能力的存在很难有逃生的能力，露娜的2技能也有高额的护盾，可以免疫很多持续伤害，大招可以轻松躲避虞姬的1技能poke。 鲁班：鲁班没有逃生技能，唯一的控制技能又需要预判位置才能放中，在身板灵活的露娜面前很难控制住露娜，本身身板很脆，被露娜切到一套以后很难生存。 被压制英雄: 露娜很怕被控制秒杀，张良的长时间控制，足以配合队友将其击杀 钟馗可以将露娜团战前拉回来将其秒杀",
    "韩信的信息 技能信息: 被动 - 杀意之枪: 描述: 被动：韩信的第四次普通攻击会将敌人击飞0.5秒；韩信释放技能命中目标后会增加50%攻击速度 冷却值: 0 消耗: 0 技能1 - 无情冲锋: 描述: 韩信持枪向指定目标周围发起冲锋，冲锋会对范围内目标造成300/320/340/360/380/400（+55％物理加成）点物理伤害并将范围内敌人击飞0.8秒；冲锋后5秒内可发动第二次冲锋，但不会击飞敌人 冷却值: 9/8.4/7.8/7.2/6.6/6 消耗: 45 技能2 - 背水一战: 描述: 韩信向后跳跃并使下一次普通攻击变更为横扫攻击，持续3秒，横扫会对范围内敌人造成180/200/220/240/260/280(+100％物理加成）点物理伤害 冷却值: 5 消耗: 50 技能3 - 国士无双: 描述: 韩信朝指定方向乱舞四次长枪，对命中的敌人每次造成250/300/350(+85％物理加成）点物理伤害；最后一次攻击会将范围内的敌人击飞0.5秒；乱舞期间韩信处于霸体状态并获得30%伤害减免 冷却值: 36/30/24 消耗: 140 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：红色纷争，物理攻击可以让韩信足够的输出，提升清野效率和与敌方的对抗能力；绿色鹰眼，物理穿透进一步提高韩信的穿甲输出能力；蓝色兽痕，暴击率的加成可以在一定程度上使得韩信的输出最大化。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：韩信对冷却缩减也有一定的需求，这会让他更加灵活，而纯净苍穹也会让其在突袭敌人时生存能力大幅提升 Tips：宗师之力会让韩信的单次骚扰更加犀利，在单带时会给与对方更大压力 英雄关系: 最佳搭档: 赵云：赵云大招通常是需要预判敌方走位的，而韩信的一技能挑飞可以极大的提高赵云大招的命中率，且这样的配合无论是前中期抓人、反野还是后期团战切后排都是非常实用并且难以反制的。 墨子：墨子的控制能力和poke能力非常突出，但是墨子的技能需要比较好的预判。韩信挑飞后，墨子可以和韩信更好的衔接组合技能，在追击敌方英雄时，墨子可以2技能远程控制人，韩信可以2技能瞬间拉进距离进行击杀。墨子的大招轻松控制敌方给予韩信充足的输出空间。 压制英雄: 露娜：露娜是比较吃发育的中后期英雄，前期韩信是野区小霸王，带着红蓝双buff强制反野，露娜打野在韩信面前会持续被等级压制，无法升到4级完全没有gank能力，韩信的高机动性可以轻松干扰露娜的发育同时完成对己方队友的支援，后期面对露娜即使打不过也可以通过位移技能轻松逃生。 李白：在对局的前中期两个人相遇几乎是五五开，都有高机动性的特点，但是后期的输出韩信，利用被动攻速和技能效果可以做到一套技能轻松秒掉李白，而韩信的追击能力可以轻松限制李白的位移。 被压制英雄: 韩信进场后，项羽可选择将其推开或控制限制其输出 张良的硬控能控住韩信将其击杀",
    "项羽的信息 技能信息: 被动 - 陷阵之志: 描述: 被动：低于30%生命时并受到攻击时，自身减少40%所受到的伤害，持续6秒，每90秒最多触发一次；项羽的普通攻击会对目标额外造成其6%最大生命值的物理伤害；对小兵/野怪造成400点物理伤害；对建筑额外造成6%最大生命值和400点物理伤害；每个目标每5秒只能触发一次。 冷却值: 90 消耗: 0 技能1 - 无畏冲锋: 描述: 项羽向指定方向冲撞，冲撞时触碰到的所有敌人会被一起击退，冲撞结束时项羽还会向前方发动一次挑斩，挑斩会将敌人击飞0.5秒，冲撞和挑斩都会对敌人造成130/160/190/220/250/280（+60%物理加成）点物理伤害。 冷却值: 11/10/9/8/7/6 消耗: 50 技能2 - 破釜沉舟: 描述: 项羽发出怒吼，减速附近范围内的敌人30%移速，持续2秒。造成140/170/200/230/260/290（+80%物理攻击）法术伤害，并且会减少25/29/33/37/41/45%的伤害输出，持续3.5秒。被动：项羽的每1点物理防御会额外增加1.5-2.5点生命。 冷却值: 7 消耗: 40 技能3 - 霸王斩: 描述: 项羽破釜沉舟，技能释放期间获得不屈意志。蓄力后斩出一道刀气，对路径上的敌人造成500/750/1000（+100物理攻击）物理伤害，对被刃枪命中的敌人会造成额外66%伤害并将其晕眩1秒。项羽生命值越低造成的伤害越高，最多造成1000（+200%物理攻击）物理伤害。不屈：项羽免疫死亡，生命最低降至1点。 冷却值: 50/45/40 消耗: 100 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：这是一套标准的肉坦铭文，调和提升他的抗肉和续航能力。宿命提供的攻击速度可以让他打出更多的普攻，虚空提供的冷却缩减大幅度降低技能CD。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：项羽累积物理防御能够有额外的最大生命值收益，累积该属性就能够比其他坦克英雄更加能抗揍，同时由于项羽强势的突进技能和高血量让极寒风暴发挥的空间也非常不错 Tips：项羽天生就拥有足够的坦度能让其可以适应辅助位置，并且选择影忍之足也不用担心被控制直接击杀 英雄关系: 最佳搭档: 鲁班七号：鲁班七号由于本身机动性不高，被一些高爆发的英雄近身后很难逃脱，项羽的一技能既可以保护鲁班七号的安全让敌方刺客远离我方射手，又可以用一技能将敌方推入鲁班七号的大招范围之内并用二技能减速的同时降低敌方的输出，让鲁班进行完美的输出。 花木兰：花木兰由于本身缺乏强力的控制技能，所以导致伤害并不稳定，项羽的一技能的推人，和大招的眩晕效果可以让花木兰打出很好的伤害，另外项羽的二技能削弱敌方伤害效果，配合花木兰的重剑放技能时的免伤有不错的效果。 压制英雄: 王昭君：项羽可以冲进王昭君的大招范围之内将王昭君的技能强制打断，大招因为超远的距离也可以达到这个效果。 宫本武藏：宫本武藏最具威胁力的就是开大招切脆皮了，但是由于宫本武藏的大招有一定的延迟，所以我方项羽可以利用这个机会，将宫本武藏推离我方的射手或者法师，让他无法进行输出。 被压制英雄: 项羽单人作战能力不强，遇到花木兰这种刺客简直没有还手之力 项羽不能很容易控制到灵活的貂蝉",
    "马可波罗的信息 技能信息: 被动 - 连锁反应: 描述: 被动：马可波罗的每次普攻与技能伤害会给目标附加1层防御破坏效果(对小兵为5层)，达到10层后回复30点能量，同时目标触发防御破坏效果。 防御破坏期间目标每次受到马可波罗的伤害都会额外受到40( +35%物理攻击)真实伤害(该伤害可以暴击)，持续5秒。马可波罗的技能伤害仅享受50%的法球加成。 冷却值: 0 消耗: 0 技能1 - 华丽左轮: 描述: 马可波罗向指定方向连续射击过程期间获得10%移速提升，每一枪造成130（+27%物理加成）点物理伤害都能触发普攻的法球效果，命中回复10点能量，额外攻击速度会影响技能射出的子弹数目，在攻速达到0/80%/130%/180%时射出子弹数5/7/9/11。 冷却值: 5 消耗: 75/69/63/57/51/45 技能2 - 漫游之枪: 描述: 马可波罗向指定方向闪烁，立即出现在目标位置；被动：马可波罗身边500范围内存在敌方英雄时，提升20%的伤害和15/18/21/24/27/30%移动速度。 冷却值: 5 消耗: 75/69/63/57/51/45 技能3 - 狂热弹幕: 描述: 马可波罗闪烁出现在指定位置并向周围持续发射弹幕，造成150(+35%物理攻击)物理伤害。 额外攻速会影响技能射出的弹幕波数，在攻速达到0/80%/130%/180%时射出弹幕数10/13/16/19.弹幕会触发普攻的法球效果。 冷却值: 50/45/40 消耗: 75/60/45 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：马可波罗的攻击速度会影响技能子弹数量，需要优先搭配提升 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：马可波罗对于攻速和装备的攻击特性利用率相当高，主动累积这些属性能获得不错的收益 Tips：马可波罗利用大招爆发时会主动接近敌方，此时需要利用纯净苍穹和名刀来进行自保，避免被反杀的尴尬情况发生 英雄关系: 最佳搭档: 钟无艳：钟无艳的石化能力，能让马可波罗轻松的累积攻击次数打出真实伤害 牛魔：牛魔在团战中，能为马可波罗提供防御能力，同时减速击飞附近的敌人，提供输出环境 压制英雄: 吕布：马可波罗是十分飘逸的射手，吕布就算抓住马可波罗的走位失误，也很难为自己的武器附魔 东皇太一：东皇比较克制灵活的英雄，马可波罗不仅仅是灵活，还有拥射程优势，可以在东皇控制范围外进行攻击 被压制英雄: 干将莫邪的作战距离远超马可波罗，作为射手，在团战时比较容易被飞来横剑命中 花木兰和马可波罗一样，属于十分灵活的英雄，马可波罗十分难以摆脱其追杀",
    "高渐离的信息 技能信息: 被动 - 哀歌: 描述: 被动：高渐离的普通攻击或释放技能可视作一次演奏，每三次演奏后的下一次普通攻击将会向目标弹奏出带有击穿效果的能量和弦，造成280/300/320/340/360/380（+80%法术加成）的法术伤害。 冷却值: 0 消耗: 0 技能1 - 狂歌: 描述: 高渐离弹奏出音符，锁定附近至多2名敌人造成350/410/470/530/590/650（+47%法术加成）点法术伤害；音符命中敌人后，会向附近的敌人进行弹射，音符至多弹射2次；当多个音符命中同一目标时，从第二个音符开始将只造成30%伤害。 冷却值: 7 消耗: 80 技能2 - 离歌: 描述: 高渐离震慑琴弦，对附近敌人造成500/560/620/680/740/800（+65%法术加成）点法术伤害并减少其35%/40%/45%/50%/55%/60%移动速度，持续2秒，每命中一个英雄将回复125/140/155/170/185/200(+16%法术加成）生命值。 冷却值: 10/9.4/8.8/8.2/7.6/7 消耗: 70 技能3 - 魔音贯耳: 描述: 渐离释放激情，每0.5秒进行一次演奏，对附近敌人造成200/275/350（+20%法术加成）点法术伤害，持续5秒；演奏持续时自身会减少15%所受到的伤害，并且附近每个敌方英雄还将减少高渐离5%所受到的伤害；并且在演奏开始时自身会增加70%持续衰减的移动速度，持续3秒。 冷却值: 45/37.5/30 消耗: 140 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：高渐离是一名AOE输出爆炸的法师英雄，高额的法术收益和法穿可以帮助他打出更多的伤害，吸血恢复能力可以提升高渐离的赖线能力，打团时利用免伤和恢复可以有更好的生存能力，攻速加成可以更容易组合技能打出被动伤害。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：高渐离会深入战场释放大招，需要准备噬神之书进行一定的吸血恢复，以免被对方的伤害压制无法深入敌阵 Tips：高渐离在突进敌阵后，通常会受到集火，开启辉月的主动技能能够帮助其不至于直接被秒杀，从而拖住敌人 英雄关系: 最佳搭档: 白起：白起钩子和嘲讽技能能够让对方全部聚集到一起，高渐离这时候开大进场能够打出恐怖的伤害，这一套往往能够击杀对面多人，取得巨大的优势。 庄周：高渐离最怕开大进场时候被对面控住，打不出输出，庄周可以很好的避免这个问题，大招的解控和免控可以有效提升高渐离的输出环境，庄周大招免伤配合高渐离大招时使用技能的免伤效果也可以让高渐离生存能力满值。 压制英雄: 黄忠：黄忠是站桩输出型英雄，没有任何位移技能，而且开大时不能移动，虽然增加了一定的魔抗，但是对于穿透和爆发比较高的高渐离来说效果甚微，高渐离开大后使用技能靠近黄忠后受到的伤害也比较少，可以轻松秒掉黄忠。 貂蝉：高渐离有非常强的瞬间爆发输出能力，可以利用大招状态下的免伤效果提升自己的生存环境，配合被动伤害效果可以在短时间内成为一个恐怖的输出点。貂蝉更偏向于持续输出，利用位移和回复效果维持生存的同时打出高额的伤害。在对线或者团战的时候，貂蝉很难和高渐离对抗，经常都会被高渐离一套带走。 被压制英雄: 刺客的爆发输出很容易切入击杀高渐离 花木兰的超高爆发输出能力能快速击杀走位不慎的高渐离",
    "鬼谷子的信息 技能信息: 被动 - 纵横兵法: 描述: 被动：鬼谷子脱离敌方视野3秒后，玄微子会再次归巢到法杖中，下一次普通攻击变更为强化攻击，强化攻击会造成300（+45%法术加成）点法术伤害并将范围内的敌人减少50%移动速度，持续1.5秒；如果使用强化攻击时，鬼谷子不处于敌方视野，则纵横兵法的冷却时间将会增加至10秒 冷却值: 0 消耗: 0 技能1 - 先知·神隐: 描述: 鬼谷子命令玄微子包裹自身，使自己与周围环境融为一体进入伪装状态，持续4秒；伪装状态下，鬼谷子将增加40%移动速度，并且对触碰到的每个敌人造成450/540/630/720/810/900（+60%法术加成）点法术伤害，同时降低该敌人25%的物理和法术防御，持续4秒，每个敌人最多触发1次；伪装效果会在鬼谷子用其它方式伤害敌人时消失 冷却值: 10 消耗: 70 技能2 - 万物有灵: 描述: 鬼谷子召唤大量玄微子在自身周围聚集，对范围内敌人每0.5秒造成100/120/140/160/180/200（+15%法术加成）点法术伤害，持续2秒；2秒后玄微子集结完毕，对范围内敌人造成400（+60%法术加成）点法术伤害，同时将敌人拉扯到鬼谷子身旁并将其晕眩1秒；如果该伤害命中敌方英雄，鬼谷子和范围内的队友将获得可抵免500/600/700/800/900/1000（+100%法术加成）点伤害的护盾。 冷却值: 10/9.8/9.6/9.4/9.2/9 消耗: 60 技能3 - 先知·雾隐: 描述: 鬼谷子命令玄微子包裹自身和1500距离内的队友，准备1秒后进入伪装状态；伪装状态下鬼谷子和队友将增加30%移动速度；同时将会探查到距离鬼谷子最近的一名敌方英雄视野，伪装状态最多持续4秒；伪装状态下，如果使用普通攻击、技能或敌方造成负面效果时会立即解除伪装状态 冷却值: 35/30/25 消耗: 120 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：鬼谷子的技能有不俗的伤害，法术攻击和法术穿透可以保障初期gank时的伤害能力，狩猎可以增加鬼谷子支援效率和伤害，献祭减少技能冷却，让鬼谷子隐身频率更高。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：霸者重装的脱战恢复能力十分适合鬼谷子这种需要靠近敌方释放控制的辅助英雄，可以为其节省大量回城恢复的时间 Tips：鬼谷子需要极快的移动速度来靠近敌方打出控制，伪装下的鬼谷子可以非常好的利用到疾步之靴的效果靠近敌人 英雄关系: 最佳搭档: 高渐离：推荐的原因是高渐离和鬼谷子的技能搭配爆发配合满分，鬼谷子游走或者团战时，使用1技能可以添加减抗性效果，3技能可以获得加速和群体隐身效果，2技能可以把敌人拉在一起并眩晕。和高渐离配合时用3技能隐身迅速贴近被1技能减少抗性的敌人，利用2技能硬控晕住的敌人，可以让高渐离有良好的输出环境。 李白：鬼谷子和李白可以产生很好的联动效果，李白2技能减伤后大招可以伤害爆炸，鬼谷子的1技能可以减少敌方抗性，配合李白的2技能大招会让伤害最大化，大招隐身技能也可以让李白的行踪难以被掌控。 压制英雄: 王昭君：鬼谷子1技能加移速特别快，很容易躲掉王昭君最核心的2技能，鬼谷子也可以利用2技能控制破解王昭君的大招，所以鬼谷子相对克制王昭君，只要避免不被王昭君2技能大招秒掉可以轻松和王昭君对线，鬼谷子的持续输出能力也比较强，可以轻松应对王昭君。 兰陵王：兰陵王的核心玩法是隐身靠近敌方核心输出位，寻找时机切死敌方后排，而鬼谷子大招开启时会触发反隐效果，可以轻松发现兰陵王的身位，配合队友利用2技能控制1技能的减少抗性轻松秒掉兰陵王。 被压制英雄: 机动性高的英雄不太容易被鬼谷子抓住 李元芳能侦测到鬼谷子的大概位置",
    "鲁班七号的信息 技能信息: 被动 - 火力压制: 描述: 被动：鲁班七号连续使用普通攻击时，第五次普通攻击会掏出机关枪进行扫射，扫射会造成3次伤害，对敌人英雄每次造成其最大生命6%物理伤害（每100点额外物理攻击提升1%），每次对英雄伤害都能享受30%精准效果；对小兵野怪防御塔造成120（+50%物理加成）点物理伤害；使用技能后鲁班七号下一次普通攻击变更为扫射 冷却值: 0 消耗: 0 技能1 - 河豚手雷: 描述: 鲁班向指定位置投掷一枚河豚手雷，造成450/500/550/600/650/700（+75%物理攻击）物理伤害并25/30/35/40/45/50%减速，持续2秒；同时还会获得敌人视野。 冷却值: 7 消耗: 50 技能2 - 无敌鲨嘴炮: 描述: 鲁班向指定方向发射火箭炮击退身前敌人，命中英雄后造成400/450/500/550/600/650（+70%物理加成）点物理伤害，并附带目标已损生命5/6/7/8/9/10%法术伤害 冷却值: 15/13.8/12.6/11.4/10.2/9 消耗: 70 技能3 - 空中支援: 描述: 鲁班召唤河豚飞艇向指定方向进行空中支援，支援持续14秒，河豚飞艇可照亮视野且每秒对范围内随机一个敌人投掷炸弹，炸弹会在0.65秒落下，对于目标范围内的敌人造成500/625/750（+75%物理加成）点物理伤害并受到30%的减速，持续1秒。 冷却值: 40/30/20 消耗: 100 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：鲁班七号的核心玩法是利用1技能后的被动扫射在短时间内打出超额爆发，百穿的增益可以确保鲁班七号的有效伤害，攻速收益可以帮鲁班七号更容易叠被动，移速可以帮鲁班增加逃生能力。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：鲁班可以通过扫射获得较安全的输出位置，因此当对手没有刺客时， 可以选择破军来尽快的击溃对方前排英雄 Tips：鲁班自身没有位移技能来规避突袭，名刀的被动效果会为其创造绝地反击的时间 英雄关系: 最佳搭档: 太乙真人：鲁班七号本身没有位移，是敌方英雄主要针对目标，太乙真人的双控制技能与大招可以保障鲁班的输出环境，在追击时群眩晕稳定控制伤害也能配合鲁班轻松完成击杀。 牛魔：牛魔的被动效果可以为鲁班七号提供超高的双抗收益，鲁班是一个后期英雄，需要减少前期被gank针对的机会，牛魔的1技能降低敌方英雄伤害，2技能减速控制和大招的AOE控制都可以有效的保护鲁班，在一些有利地形强势开团也可以配合鲁班七号打出爆炸伤害。 压制英雄: 黄忠：鲁班七号是一名后期强势的英雄，在后期装备成型后可以对很多英雄产生压制效果，黄忠开启大招后无法移动，鲁班七号可以先手大招对黄忠产生威胁，1技能后配合扫射2技能扫射可以轻松击杀黄忠。 王昭君：王昭君比较依赖己身的2技能控制效果，身板比较脆皮，经常会被鲁班的扫射火力压制，2个技能打一套就能秒掉王昭君。 被压制英雄: 鲁班没有位移技能，兰陵王的隐身和秒杀能力很容易接近鲁班将其秒杀 李白超高的伤害能力能快速击杀走位不慎的鲁班并安然离开",
    "黄忠的信息 技能信息: 被动 - 炮手燃魂: 描述: 黄忠普攻时可以提高6~12点攻击和0.75%~1.5%暴击率(随英雄等级成长)，持续1.5秒，此效果最多可叠加5层。黄忠处于炮台形态时享受双倍增益效果，黄忠在进入或退出炮台形态时，刷新身上留存的增益效果持续时间并将增益系数替换成当前形态的倍数。 冷却值: 0 消耗: 0 技能1 - 追击潜能: 描述: 黄忠激发自身潜能，提升70%移速，在2秒内持续衰减，若黄忠处于炮台形态，则可瞬间退出炮台形态。被动：增加黄忠30/36/42/48/54/60点物理攻击。 冷却值: 9/8.4/7.8/7.2/6.6/6 消耗: 50 技能2 - 警戒地雷: 描述: 黄忠向指定区域布置一个可获取视野的地雷，对触碰目标造成200/240/280/320/360/400(+60%物理攻击)物理伤害，并获取目标的视野，持续3秒，对英雄额外造成50%减速效果与10/12/14/16/18/20%的破甲效果，持续2秒，同时自身获得200/240/280/320/360/400(+50%物理攻击)点护盾，持续3秒。地雷最多存在2个。 冷却值: 8/7.6/7.2/6.8/6.4/6 消耗: 60 技能3 - 重装炮台: 描述: 黄忠位移一段距离并部署炮台，变得不可移动，同时增加200/300/400点物理和法术防御，持续15秒，每次普攻对中心范围内的敌人额外造成350/525/700物理伤害(对边缘敌人伤害衰减40%)，5~7次(随技能等级成长)普攻后会自动退出炮台形态。攻击防御塔伤害衰减50%。被动：黄忠进入炮台形态时刷新【追击潜能】的冷却时间。再次释放技能可退出炮台形态。 冷却值: 16/14/12 消耗: 80 技能加点建议: 主生: 火焰三尖枪 副生: 混天绫.束 召唤师技能: 闪现/斩杀 铭文信息: 圣人 法术攻击力+5.3 虚空 最大生命+37.5 冷却缩减+0.6% 轮回 法术攻击力+2.4 法术吸血+1% 铭文建议: Tips：黄忠作为站桩输出，对移速没有需求，前期有1技能加速和2技能减速敌方需求也不大，因此主攻击和穿透，中后期无双的暴击效果配合无尽可以呈现出毁灭程度的攻击力。 出装: 装备1: 近卫荣耀 装备2: 冷静之靴 装备3: 圣杯 装备4: 极寒风暴 装备5: 梦魇之牙 装备6: 贤者之书 装备推荐: Tips：在累积了闪电匕首和无尽战刃的暴击率之后，影刃的被动触发会变得十分频繁，会继续放大黄忠的伤害制造能力 Tips：黄忠开启大招后无法移动，通常会被敌方突袭集火，纯净苍穹配合大招的双防增长，足以让黄忠在原地与之一战 英雄关系: 最佳搭档: 黄忠作为后期站桩输出的射手，不能移动和高输出注定是敌方主要切入和针对的对象，白起的二技能和大招组合控制技能，可以很好的对黄忠进行保护，就算是被集火也可以给黄忠争取停止撤退的时间，白起二技能拉人聚在一起开大招后，配合黄忠开大后的aoe普攻可以打出爆炸输出 。 黄忠后期开启大招后就不能移动，很容易被切，项羽可以利用一技能把敌方英雄推远，保护黄忠输出，也可以把敌方英雄推到一起，方便黄忠输出，而且项羽本身非常肉的特性可以帮助队伍吸收非常多的伤害，为黄忠提供更长输出的时间。 压制英雄: 韩信：韩信如果前期不能带起节奏尽快推掉水晶，后期的核心玩法就是带线偷塔，而黄忠是一个可以利用大招守家翻盘的英雄，能轻松把游戏节奏拖入后期，从而降低韩信的威胁让他失去作用，后期黄忠装备成型后也可以轻松击败韩信。 诸葛亮：诸葛亮后期需要出半肉装切入敌方英雄身边才能打出高额的有效伤害，黄忠的超远射程令诸葛亮还没走到面前会被打的成残血，黄忠的双抗加成效果可以避免被诸葛亮秒杀，黄忠作为远程炮台会让诸葛亮很难有接近的机会。 被压制英雄: 黄忠容易被兰陵王抓住后秒掉 花木兰的超高爆发输出能力能快速击杀走位不慎的黄忠"
]